{
  "REMOVE_SUBSCRIPTION_SUCCESS": {
    "en-US": "The subscription has been removed.",
    "id": "Langganan telah dihapus.",
    "da": "Abonnementet er blevet fjernet.",
    "de": "Das Abonnement wurde entfernt.",
    "es-ES": "La suscripción ha sido eliminada.",
    "fr": "L'abonnement a été supprimé.",
    "it": "L'abbonamento è stato rimosso.",
    "nl": "Het abonnement is verwijderd.",
    "hu": "El lett távolítva az előfizetés.",
    "no": "Abonnementet har blitt fjernet.",
    "pl": "Subskrypcja została usunięta.",
    "pt-BR": "A assinatura foi removida.",
    "ro": "Abonamentul a fost eliminat.",
    "fi": "Tilaus on poistettu.",
    "sv-SE": "Prenumerationen har tagits bort.",
    "tr": "Abonelik kaldırıldı.",
    "ru": "Подписка была удалена.",
    "ja": "サブスクリプションが削除されました。",
    "ko": "구독이 제거되었습니다."
  },
  "REMOVE_SUBSCRIPTION_NOT_FOUND": {
    "en-US": "I could not find a subscription with that id",
    "id": "Saya tidak dapat menemukan langganan dengan ID tersebut",
    "da": "Jeg kunne ikke finde et abonnement med den id",
    "de": "Ich konnte kein Abonnement mit dieser ID finden.",
    "es-ES": "No pude encontrar una suscripción con esa id.",
    "fr": "Je n'ai pas trouvé d'abonnement avec cet identifiant.",
    "it": "Non riesco a trovare un abbonamento con quell'ID.",
    "nl": "Ik kon geen abonnement vinden met die ID.",
    "hu": "Nem találok előfizetést ezzel az ID-val.",
    "no": "Jeg kunne ikke finne et abonnement med den ID-en.",
    "pl": "Nie mogłem znaleźć subskrypcji z tym identyfikatorem.",
    "pt-BR": "Não consegui encontrar uma assinatura com esse ID.",
    "ro": "Nu am găsit nicio abonare cu acea id.",
    "fi": "En löytänyt tilausta tuolla ID:llä.",
    "sv-SE": "Jag kunde inte hitta ett abonnemang med det ID:t.",
    "tr": "Bu id ile bir abonelik bulamadım.",
    "ru": "Я не смог найти подписку с этим ID.",
    "ja": "そのIDのサブスクリプションが見つかりませんでした。",
    "ko": "해당 ID로 구독을 찾을 수 없습니다."
  },
  "REMOVE_SUBSCRIPTION_PERMISSION": {
    "en-US": "You cannot remove this command unless it is yours OR you have the MANAGE_CHANNEL permission in that channel.",
    "id": "Anda tidak dapat menghapus perintah ini kecuali itu milik Anda ATAU Anda memiliki izin MANAGE_CHANNEL di saluran itu.",
    "da": "Du kan ikke fjerne denne kommando, medmindre den er din, ELLER du har MANAGE_CHANNEL tilladelsen i den kanal.",
    "de": "Du kannst diesen Befehl nicht entfernen, es sei denn, er gehört dir ODER du hast die MANAGE_CHANNEL-Berechtigung in diesem Kanal.",
    "es-ES": "No puedes eliminar este comando a menos que sea tuyo O tengas el permiso MANAGE_CHANNEL en ese canal.",
    "fr": "Vous ne pouvez pas supprimer cette commande, sauf si elle vous appartient OU si vous avez l'autorisation MANAGE_CHANNEL dans ce canal.",
    "it": "Non puoi rimuovere questo comando a meno che non sia tuo O tu abbia il permesso MANAGE_CHANNEL in quel canale.",
    "nl": "Je kunt dit commando niet verwijderen, tenzij het van jou is OF je hebt de MANAGE_CHANNEL-permissie in dat kanaal.",
    "hu": "Nem törölheted ezt a parancsot, hacsak nem a tiéd, VAGY ha van MANAGE_CHANNEL jogosultságod abban a csatornában.",
    "no": "Du kan ikke fjerne denne kommandoen med mindre den er din, ELLER du har MANAGE_CHANNEL tillatelsen i den kanalen.",
    "pl": "Nie możesz usunąć tego polecenia, chyba że należy do ciebie LUB masz uprawnienia MANAGE_CHANNEL w tym kanale.",
    "pt-BR": "Você não pode remover este comando, a menos que seja seu OU você tenha a permissão MANAGE_CHANNEL nesse canal.",
    "ro": "Nu poți elimina acest comandă decât dacă este a ta SAU ai permisiunea MANAGE_CHANNEL în acel canal.",
    "fi": "Et voi poistaa tätä komentoa, ellet se ole omaasi TAI sinulla ole MANAGE_CHANNEL-oikeuksia kyseisessä kanavassa.",
    "sv-SE": "Du kan inte ta bort detta kommando om det inte är ditt ELLER om du inte har MANAGE_CHANNEL-behörighet i den kanalen.",
    "tr": "Bu komutu, ya sana ait değilse ya da o kanalda MANAGE_CHANNEL izniniz yoksa kaldıramazsınız.",
    "ru": "Вы не можете удалить эту команду, если она не ваша ИЛИ у вас нет прав MANAGE_CHANNEL в этом канале.",
    "ja": "このコマンドは、あなたのものでない場合、またはそのチャンネルにMANAGE_CHANNELの権限がない場合、削除できません。",
    "ko": "이 명령어는 당신의 것이 아니거나 해당 채널에 MANAGE_CHANNEL 권한이 없으면 제거할 수 없습니다."
  },
  "REMOVE_SUBSCRIPTION_DIFF_GUILD": {
    "en-US": "You only remove subscriptions in the guild you use the command in.",
    "id": "Anda hanya dapat menghapus langganan di guild tempat Anda menggunakan perintah.",
    "da": "Du fjerner kun abonnementer i den guild, du bruger kommandoen i.",
    "de": "Du entfernst Abonnements nur in der Gilde, in der du den Befehl verwendest.",
    "es-ES": "Solo puedes eliminar suscripciones en la guild en la que uses el comando.",
    "fr": "Vous ne pouvez supprimer des abonnements que dans la guilde où vous utilisez la commande.",
    "it": "Puoi rimuovere le iscrizioni solo nella gilda in cui utilizzi il comando.",
    "nl": "Je kunt abonnementen alleen verwijderen in de guild waar je het commando uitvoert.",
    "hu": "Csak a gildeben törölheted az előfizetéseket, ahol használod a parancsot.",
    "no": "Du kan bare fjerne abonnementer i guilden du bruker kommandoen i.",
    "pl": "Możesz usuwać subskrypcje tylko w gildii, w której używasz komendy.",
    "pt-BR": "Você só pode remover assinaturas na guilda onde usa o comando.",
    "ro": "Poți elimina abonamentele doar în guilda în care folosești comanda.",
    "fi": "Voit poistaa tilauksia vain siinä kilta, jossa käytät komentoa.",
    "sv-SE": "Du kan bara ta bort prenumerationer i den guild du använder kommandot i.",
    "tr": "Sadece komutu kullandığınız guild içinde abonelikleri kaldırabilirsiniz.",
    "ru": "Вы можете удалить подписки только в гильдии, в которой используете команду.",
    "ja": "コマンドを使用するギルドでのみサブスクリプションを削除できます。",
    "ko": "명령어를 사용하는 길드에서만 구독을 제거할 수 있습니다."
  },
  "GENERIC_COMMAND_ERROR": {
    "en-US": "An error occurred running this command. Please reach out on the support server if this issue persists.",
    "id": "Terjadi kesalahan saat menjalankan perintah ini. Silakan hubungi server dukungan jika masalah ini berlanjut.",
    "da": "Der opstod en fejl under kørsel af denne kommando. Kontakt venligst supportserveren, hvis problemet fortsætter.",
    "de": "Es ist ein Fehler bei der Ausführung dieses Befehls aufgetreten. Bitte wenden Sie sich an den Support-Server, wenn das Problem weiterhin besteht.",
    "es-ES": "Ocurrió un error al ejecutar este comando. Por favor, ponte en contacto con el servidor de soporte si este problema persiste.",
    "fr": "Une erreur est survenue lors de l'exécution de cette commande. Veuillez contacter le serveur de support si le problème persiste.",
    "it": "Si è verificato un errore durante l'esecuzione di questo comando. Contatta il server di supporto se il problema persiste.",
    "nl": "Er is een fout opgetreden tijdens het uitvoeren van dit commando. Neem contact op met de ondersteuningsserver als dit probleem aanhoudt.",
    "hu": "Hiba történt a parancs végrehajtása során. Kérjük, lépjen kapcsolatba a támogatási szerverrel, ha a probléma fennáll.",
    "no": "En feil oppstod under kjøring av denne kommandoen. Vennligst kontakt supportserveren hvis problemet vedvarer.",
    "pl": "Wystąpił błąd podczas uruchamiania tego polecenia. Proszę skontaktować się z serwerem pomocy, jeśli problem będzie się powtarzać.",
    "pt-BR": "Ocorreu um erro ao executar este comando. Por favor, entre em contato com o servidor de suporte se o problema persistir.",
    "ro": "A apărut o eroare la rularea acestei comenzi. Vă rugăm să contactați serverul de suport dacă problema persistă.",
    "fi": "Tapahtui virhe tämän komennon suorittamisessa. Ota yhteyttä tukipalvelimeen, jos ongelma jatkuu.",
    "sv-SE": "Ett fel uppstod vid körning av detta kommando. Vänligen kontakta supportservern om problemet kvarstår.",
    "tr": "Bu komut çalıştırılırken bir hata oluştu. Bu sorun devam ederse, lütfen destek sunucusuna başvurun.",
    "ru": "При выполнении этой команды произошла ошибка. Пожалуйста, обратитесь на сервер поддержки, если проблема сохраняется.",
    "ja": "このコマンドを実行中にエラーが発生しました。問題が解決しない場合はサポートサーバーに連絡してください。",
    "ko": "이 명령어를 실행하는 동안 오류가 발생했습니다. 문제가 지속되면 지원 서버에 문의하세요."
  },
  "LIST_SUBSCRIPTION_NONE_FOUND": {
    "en-US": "No subscriptions found",
    "id": "Tidak ada langganan yang ditemukan",
    "da": "Ingen abonnementer fundet",
    "de": "Keine Abonnements gefunden",
    "es-ES": "No se encontraron suscripciones",
    "fr": "Aucun abonnement trouvé",
    "it": "Nessuna sottoscrizione trovata",
    "nl": "Geen abonnementen gevonden",
    "hu": "Nincs előfizetés található",
    "no": "Ingen abonnementer funnet",
    "pl": "Nie znaleziono subskrypcji",
    "pt-BR": "Nenhuma assinatura encontrada",
    "ro": "Nu au fost găsite abonamente",
    "fi": "Ei löytynyt tilauksia",
    "sv-SE": "Inga prenumerationer hittades",
    "tr": "Abonelik bulunamadı",
    "ru": "Подписки не найдены",
    "ja": "サブスクリプションが見つかりませんでした。",
    "ko": "구독이 없습니다."
  },
  "SUBSCRIPTION_UNSUPPORTED_CHANNEL_TYPE": {
    "en-US": "Sorry, at this time subscriptions can only be made in normal text channels. They cannot be made in voice channels or threads for example. Sorry for the inconvenience. If this is important to you, let me know on the support server.",
    "id": "Maaf, saat ini langganan hanya dapat dibuat di saluran teks normal. Mereka tidak dapat dibuat di saluran suara atau utas misalnya. Maaf atas ketidaknyamanannya. Jika ini penting bagi Anda, beri tahu saya di server dukungan.",
    "da": "Beklager, i øjeblikket kan abonnementer kun oprettes i normale tekstkanaler. De kan ikke oprettes i tale-kanaler eller tråde for eksempel. Beklager for ulejligheden. Hvis dette er vigtigt for dig, så lad mig vide det på support-serveren.",
    "de": "Entschuldigung, derzeit können Abonnements nur in normalen Textkanälen erstellt werden. Sie können nicht in Sprachkanälen oder Threads erstellt werden. Entschuldigung für die Unannehmlichkeiten. Wenn dies für dich wichtig ist, lass es mich auf dem Support-Server wissen.",
    "es-ES": "Lo siento, en este momento las suscripciones solo se pueden hacer en canales de texto normales. No se pueden hacer en canales de voz o hilos, por ejemplo. Disculpa por las molestias. Si esto es importante para ti, házmelo saber en el servidor de soporte.",
    "fr": "Désolé, pour le moment, les abonnements ne peuvent être effectués que dans des canaux de texte normaux. Ils ne peuvent pas être effectués dans des canaux vocaux ou des fils de discussion, par exemple. Désolé pour le désagrément. Si cela est important pour vous, faites-le moi savoir sur le serveur de support.",
    "it": "Mi scuso, al momento le sottoscrizioni possono essere effettuate solo nei canali di testo normali. Non possono essere effettuate in canali vocali o thread, ad esempio. Mi scuso per il disagio. Se questo è importante per te, fammelo sapere nel server di supporto.",
    "nl": "Sorry, op dit moment kunnen abonnementen alleen worden gemaakt in normale tekstkanalen. Ze kunnen bijvoorbeeld niet in spraakkanalen of threads worden gemaakt. Sorry voor het ongemak. Als dit belangrijk voor je is, laat het me weten op de ondersteuningsserver.",
    "hu": "Elnézést, jelenleg előfizetések csak normál szöveges csatornákban hozhatók létre. Nem hozhatók létre például hangcsatornákban vagy szálakban. Elnézést a kellemetlenségért. Ha ez fontos önnek, tudassa velem a támogatási szerveren.",
    "no": "Beklager, på nåværende tidspunkt kan abonnementer bare opprettes i vanlige tekstkanaler. De kan ikke opprettes i tale-kanaler eller tråder for eksempel. Beklager for ulempen. Hvis dette er viktig for deg, gi meg beskjed på support-serveren.",
    "pl": "Przepraszam, w tej chwili subskrypcje mogą być tworzone tylko w zwykłych kanałach tekstowych. Nie mogą być tworzone na przykład w kanałach głosowych lub w wątkach. Przepraszam za niedogodności. Jeśli to dla ciebie ważne, daj mi znać na serwerze pomocy.",
    "pt-BR": "Desculpe, no momento as assinaturas só podem ser feitas em canais de texto normais. Elas não podem ser feitas em canais de voz ou tópicos, por exemplo. Desculpe pelo transtorno. Se isso for importante para você, me avise no servidor de suporte.",
    "ro": "Ne pare rău, momentan abonamentele pot fi făcute doar în canale de text normale. Nu pot fi făcute în canale vocale sau fire de discuție, de exemplu. Ne cerem scuze pentru inconvenient. Dacă este important pentru tine, anunță-mă pe serverul de suport.",
    "fi": "Pahoittelemme, tällä hetkellä tilauksia voidaan tehdä vain normaaleilla tekstikanavilla. Niitä ei voi tehdä esimerkiksi äänikanavilla tai keskusteluketjuissa. Pahoittelemme vaivannäköä. Jos tämä on tärkeää sinulle, ilmoita minulle tukipalvelimella.",
    "sv-SE": "Ursäkta, för tillfället kan prenumerationer endast göras i vanliga textkanaler. De kan inte göras i röstkanaler eller trådar till exempel. Förlåt för besväret. Om detta är viktigt för dig, vänligen meddela mig på supportservern.",
    "tr": "Üzgünüz, şu anda abonelikler yalnızca normal metin kanallarında yapılabilir. Örneğin, sesli kanallarda veya konularda yapılamaz. Verdiğimiz rahatsızlık için özür dileriz. Bu sizin için önemliyse, lütfen destek sunucusunda bana bildirin.",
    "ru": "Извините, в настоящее время подписки могут быть оформлены только в обычных текстовых каналах. Они не могут быть оформлены, например, в голосовых каналах или темах. Извините за неудобства. Если это важно для вас, сообщите мне об этом на сервере поддержки.",
    "ja": "申し訳ありませんが、現在サブスクリプションは通常のテキストチャンネルでのみ作成できます。例えば、ボイスチャンネルやスレッドでは作成できません。ご不便をおかけして申し訳ありません。これが重要であれば、サポートサーバーでお知らせください。",
    "ko": "죄송합니다. 현재 구독은 일반 텍스트 채널에서만 만들 수 있습니다. 예를 들어 음성 채널이나 스레드에서는 만들 수 없습니다. 불편을 드려 죄송합니다. 이것이 중요하다면 지원 서버에서 알려주세요."
  },
  "EXCEPTION_SUBSCRIPTION_LIMIT": {
    "en-US": "You have hit your limit of subscriptions you can make. To be able to make more, you can subscribe on the Vinny support server store. To get a support server invite use `support`. You can also remove your current subscriptions with the `unsubscribe` command",
    "id": "Anda telah mencapai batas langganan yang dapat Anda buat. Untuk dapat membuat lebih banyak, Anda dapat berlangganan di toko server dukungan Vinny. Untuk mendapatkan undangan server dukungan, gunakan `support`. Anda juga dapat menghapus langganan Anda yang saat ini dengan perintah `unsubscribe`.",
    "da": "Du har nået din grænse for abonnementer, du kan oprette. For at kunne lave flere, kan du abonnere på Vinny-supportserverbutikken. For at få en invitation til supportserveren, brug `support`. Du kan også fjerne dine nuværende abonnementer med `unsubscribe`-kommandoen.",
    "de": "Du hast dein Limit für Abonnements erreicht, die du erstellen kannst. Um mehr zu erstellen, kannst du im Vinny-Support-Server-Shop ein Abonnement abschließen. Um eine Einladung zum Support-Server zu erhalten, verwende `support`. Du kannst auch deine aktuellen Abonnements mit dem Befehl `unsubscribe` entfernen.",
    "es-ES": "Has alcanzado tu límite de suscripciones que puedes hacer. Para poder hacer más, puedes suscribirte en la tienda del servidor de soporte de Vinny. Para obtener una invitación al servidor de soporte usa `support`. También puedes eliminar tus suscripciones actuales con el comando `unsubscribe`.",
    "fr": "Vous avez atteint la limite des abonnements que vous pouvez créer. Pour en faire plus, vous pouvez vous abonner sur la boutique du serveur de support de Vinny. Pour obtenir une invitation au serveur de support, utilisez `support`. Vous pouvez également supprimer vos abonnements actuels avec la commande `unsubscribe`.",
    "it": "Hai raggiunto il limite di iscrizioni che puoi fare. Per poterne fare altre, puoi iscriverti nel negozio del server di supporto Vinny. Per ottenere un invito al server di supporto usa `support`. Puoi anche rimuovere le tue iscrizioni attuali con il comando `unsubscribe`.",
    "nl": "Je hebt je limiet voor abonnementen bereikt die je kunt maken. Om meer te kunnen maken, kun je je abonneren op de Vinny-ondersteuningsserverwinkel. Gebruik `support` om een uitnodiging voor de ondersteuningsserver te krijgen. Je kunt ook je huidige abonnementen verwijderen met de `unsubscribe`-opdracht.",
    "hu": "Elérted az előfizetések létrehozásának korlátját. További előfizetésekhez feliratkozhatsz a Vinny támogató szerver boltjában. A támogató szerver meghívóját a `support` paranccsal szerezheted meg. A jelenlegi előfizetéseidet a `unsubscribe` parancs segítségével is eltávolíthatod.",
    "no": "Du har nådd grensen for abonnementer du kan lage. For å kunne lage flere, kan du abonnere på Vinny support server-butikken. For å få en invitasjon til supportserveren bruker du `support`. Du kan også fjerne dine nåværende abonnementer med `unsubscribe`-kommandoen.",
    "pl": "Osiągnąłeś limit subskrypcji, które możesz utworzyć. Aby móc utworzyć więcej, możesz subskrybować sklep na serwerze wsparcia Vinny. Aby uzyskać zaproszenie na serwer wsparcia, użyj `support`. Możesz również usunąć swoje obecne subskrypcje za pomocą komendy `unsubscribe`.",
    "pt-BR": "Você atingiu o limite de assinaturas que pode fazer. Para poder fazer mais, você pode assinar na loja do servidor de suporte do Vinny. Para obter um convite para o servidor de suporte use `support`. Você também pode remover suas assinaturas atuais com o comando `unsubscribe`.",
    "ro": "Ai atins limita abonamentelor pe care le poți face. Pentru a putea face mai multe, te poți abona pe magazinul serverului de suport Vinny. Pentru a obține o invitație pe serverul de suport, folosește `support`. Poți, de asemenea, să îți elimini abonamentele curente cu comanda `unsubscribe`.",
    "fi": "Olet saavuttanut tilausrajan, jonka voit luoda. Jatkaaksesi uusien tilausten tekemistä, voit tilata Vinnyn tukipalvelimen kaupasta. Saadaksesi tukipalvelimen kutsun, käytä `support`. Voit myös poistaa nykyiset tilauksesi komennolla `unsubscribe`.",
    "sv-SE": "Du har nått din gräns för prenumerationer du kan skapa. För att kunna skapa fler kan du prenumerera på Vinny supportserverbutiken. För att få en inbjudan till supportservern, använd `support`. Du kan också ta bort dina nuvarande prenumerationer med kommandot `unsubscribe`.",
    "tr": "Yapabileceğiniz abonelik sınırına ulaştınız. Daha fazla yapmak için Vinny destek sunucusu mağazasına abone olabilirsiniz. Destek sunucusu davetiyesi almak için `support` komutunu kullanın. Ayrıca mevcut aboneliklerinizi `unsubscribe` komutuyla kaldırabilirsiniz.",
    "ru": "Вы достигли лимита подписок, которые можете создать. Чтобы создать больше, вы можете подписаться в магазине серверной поддержки Vinny. Чтобы получить приглашение на сервер поддержки, используйте `support`. Вы также можете удалить свои текущие подписки с помощью команды `unsubscribe`.",
    "ja": "作成できるサブスクリプションの制限に達しました。さらに作成するには、Vinnyサポートサーバーストアでサブスクリプションできます。サポートサーバーの招待を取得するには、`support`を使用してください。現在のサブスクリプションは`unsubscribe`コマンドで削除できます。",
    "ko": "생성할 수 있는 구독의 한도에 도달했습니다. 더 만들려면 Vinny 지원 서버 스토어에서 구독할 수 있습니다. 지원 서버 초대장을 받으려면 `support`를 사용하세요. 또한 `unsubscribe` 명령어로 현재 구독을 제거할 수 있습니다."
  },
  "EXCEPTION_ADD_SUB_MISSING_PERMISSION": {
    "en-US": "You need to have the `Manage Channel` permission in {0} to create a subscription in it.",
    "id": "Anda perlu memiliki izin `Manage Channel` di {0} untuk membuat langganan di dalamnya.",
    "da": "Du skal have `Manage Channel` tilladelse i {0} for at kunne oprette et abonnement i den.",
    "de": "Du musst die Berechtigung `Manage Channel` in {0} haben, um ein Abonnement darin zu erstellen.",
    "es-ES": "Necesitas tener el permiso `Manage Channel` en {0} para crear una suscripción en él.",
    "fr": "Vous devez avoir la permission `Manage Channel` dans {0} pour créer un abonnement dans celui-ci.",
    "it": "Devi avere il permesso `Manage Channel` in {0} per creare un abbonamento al suo interno.",
    "nl": "Je moet de `Manage Channel` toestemming hebben in {0} om een abonnement in die kanaal te maken.",
    "hu": "A `Manage Channel` jogosultságra van szükséged a {0} csatornában ahhoz, hogy előfizetést hozz létre benne.",
    "no": "Du må ha `Manage Channel`-tillatelse i {0} for å opprette et abonnement i det.",
    "pl": "Musisz mieć uprawnienie `Manage Channel` w {0}, aby stworzyć subskrypcję w tym kanale.",
    "pt-BR": "Você precisa ter permissão `Manage Channel` em {0} para criar uma assinatura nele.",
    "ro": "Trebuie să ai permisiunea `Manage Channel` în {0} pentru a crea un abonament în acesta.",
    "fi": "Sinun täytyy olla `Manage Channel`-oikeus {0} kanavassa luodaksesi tilauksen siihen.",
    "sv-SE": "Du måste ha `Manage Channel` behörighet i {0} för att skapa en prenumeration i den.",
    "tr": "{0} kanalında bir abonelik oluşturabilmek için `Manage Channel` iznine sahip olmalısınız.",
    "ru": "Вам нужно иметь разрешение `Manage Channel` в {0}, чтобы создать подписку в этом канале.",
    "ja": "{0}でサブスクリプションを作成するには、`Manage Channel`の権限が必要です。",
    "ko": "{0} 채널에서 구독을 만들려면 `Manage Channel` 권한이 필요합니다."
  },
  "SUBSCRIPTION_BLUESKY_NOT_VALID": {
    "en-US": "Whoops, that doesn't look like a valid bluesky username, Please try again and make sure you are putting in just the username. Example: @valve",
    "id": "Ups, sepertinya itu bukan nama pengguna bluesky yang valid, coba lagi dan pastikan kamu hanya memasukkan nama pengguna. Contoh: @valve",
    "da": "Øv, det ser ikke ud til at være et gyldigt bluesky-brugernavn. Prøv venligst igen og sørg for, at du kun indtaster brugernavnet. Eksempel: @valve",
    "de": "Hoppla, das sieht nicht nach einem gültigen Bluesky-Benutzernamen aus. Bitte versuche es noch einmal und stelle sicher, dass du nur den Benutzernamen eingibst. Beispiel: @valve",
    "es-ES": "Vaya, eso no parece un nombre de usuario válido de Bluesky. Intenta de nuevo y asegúrate de ingresar solo el nombre de usuario. Ejemplo: @valve",
    "fr": "Oups, cela ne ressemble pas à un pseudonyme valide de Bluesky. Essayez à nouveau et assurez-vous de ne saisir que le nom d'utilisateur. Exemple : @valve",
    "it": "Ops, sembra che non sia un nome utente valido di Bluesky. Riprova e assicurati di inserire solo il nome utente. Esempio: @valve",
    "nl": "Oeps, dat lijkt geen geldig bluesky-gebruikersnaam. Probeer het opnieuw en zorg ervoor dat je alleen de gebruikersnaam invoert. Voorbeeld: @valve",
    "hu": "Hoppá, úgy tűnik, hogy ez nem egy érvényes Bluesky felhasználónév. Kérlek próbáld újra, és győződj meg róla, hogy csak a felhasználónevet írod be. Példa: @valve",
    "no": "Oi, det ser ikke ut som et gyldig bluesky-brukernavn. Prøv igjen og vær sikker på at du bare legger inn brukernavnet. Eksempel: @valve",
    "pl": "Ups, to nie wygląda na poprawną nazwę użytkownika Bluesky. Spróbuj ponownie i upewnij się, że wprowadzasz tylko nazwę użytkownika. Przykład: @valve",
    "pt-BR": "Ops, isso não parece um nome de usuário válido do Bluesky. Tente novamente e certifique-se de digitar apenas o nome de usuário. Exemplo: @valve",
    "ro": "Ups, nu pare a fi un nume de utilizator valid pe Bluesky. Te rog încearcă din nou și asigură-te că pui doar numele de utilizator. Exemplu: @valve",
    "fi": "Voi ei, tuo ei vaikuta olevan kelvollinen Bluesky-käyttäjänimi. Yritä uudelleen ja varmista, että syötät vain käyttäjänimen. Esimerkki: @valve",
    "sv-SE": "Hoppsan, det verkar inte vara ett giltigt bluesky-användarnamn. Försök igen och se till att du bara anger användarnamnet. Exempel: @valve",
    "tr": "Hata, bu geçerli bir Bluesky kullanıcı adı gibi görünmüyor. Lütfen tekrar deneyin ve sadece kullanıcı adını girdiğinizden emin olun. Örnek: @valve",
    "ru": "Упс, это не похоже на действительное имя пользователя Bluesky. Пожалуйста, попробуйте снова и убедитесь, что вводите только имя пользователя. Пример: @valve",
    "ja": "おっと、それは有効なBlueskyユーザー名ではないようです。もう一度試して、ユーザー名だけを入力していることを確認してください。例: @valve",
    "ko": "이런, 유효한 Bluesky 사용자 이름이 아닌 것 같습니다. 다시 시도해 보고 사용자 이름만 입력했는지 확인하세요. 예: @valve"
  },
  "SUBSCRIPTION_BLUESKY_SUCCESS": {
    "en-US": "Sweet, I just setup that subscription! Every time they post, that post will be posted here.",
    "id": "Asyik, saya baru saja mengatur langganan itu! Setiap kali mereka memposting, postingan itu akan diposting di sini.",
    "da": "Fedt, jeg har lige opsat abonnementet! Hver gang de poster, bliver indlægget postet her.",
    "de": "Super, ich habe das Abonnement eingerichtet! Jedes Mal, wenn sie posten, wird dieser Beitrag hier gepostet.",
    "es-ES": "Genial, acabo de configurar esa suscripción. Cada vez que publiquen, esa publicación se publicará aquí.",
    "fr": "Super, j'ai configuré cet abonnement ! À chaque fois qu'ils publient, cette publication sera postée ici.",
    "it": "Perfetto, ho appena impostato l'abbonamento! Ogni volta che pubblicano, il post sarà pubblicato qui.",
    "nl": "Super, ik heb die abonnementen ingesteld! Elke keer dat ze posten, wordt die post hier geplaatst.",
    "hu": "Szuper, éppen most állítottam be a feliratkozást! Minden alkalommal, amikor posztolnak, a poszt itt lesz közzétéve.",
    "no": "Kult, jeg har nettopp satt opp abonnementet! Hver gang de poster, vil posten bli delt her.",
    "pl": "Świetnie, właśnie ustawiłem tę subskrypcję! Za każdym razem, gdy będą publikować, ta publikacja pojawi się tutaj.",
    "pt-BR": "Legal, acabei de configurar a assinatura! Toda vez que eles postarem, a postagem será publicada aqui.",
    "ro": "Super, tocmai am configurat acea abonare! De fiecare dată când vor posta, acea postare va apărea aici.",
    "fi": "Hienoa, olen juuri asettanut sen tilauksen! Joka kerta, kun he julkaisevat, se julkaistaan täällä.",
    "sv-SE": "Härligt, jag har just ställt in den prenumerationen! Varje gång de postar kommer inlägget att publiceras här.",
    "tr": "Harika, bu aboneliği hemen ayarladım! Her seferinde gönderi paylaştıklarında, o gönderi burada paylaşılacak.",
    "ru": "Отлично, я только что настроил эту подписку! Каждый раз, когда они публикуют, этот пост будет опубликован здесь.",
    "ja": "素晴らしい、私はその購読を設定しました！彼らが投稿するたびに、その投稿がここに投稿されます。",
    "ko": "좋아요, 저는 방금 그 구독을 설정했습니다! 그들이 게시할 때마다 해당 게시물이 여기 게시됩니다."
  },
  "SUBSCRIPTION_BLUESKY_NSFW": {
    "en-US": "Unfortunately due to bluesky's content policy, bluesky subscriptions are only allowed in nsfw channels.",
    "id": "Sayangnya, karena kebijakan konten bluesky, langganan bluesky hanya diperbolehkan di saluran nsfw.",
    "da": "Desværre, på grund af blueskys indholdspolitik, er bluesky-abonnementer kun tilladt i nsfw-kanaler.",
    "de": "Leider sind aufgrund der Inhaltsrichtlinie von Bluesky Bluesky-Abonnements nur in NSFW-Kanälen erlaubt.",
    "es-ES": "Desafortunadamente, debido a la política de contenido de Bluesky, las suscripciones de Bluesky solo están permitidas en canales NSFW.",
    "fr": "Malheureusement, en raison de la politique de contenu de Bluesky, les abonnements à Bluesky ne sont autorisés que dans les chaînes NSFW.",
    "it": "Sfortunatamente, a causa della politica sui contenuti di Bluesky, gli abbonamenti a Bluesky sono consentiti solo nei canali NSFW.",
    "nl": "Helaas, vanwege het beleid van Bluesky, zijn Bluesky-abonnementen alleen toegestaan in NSFW-kanalen.",
    "hu": "Sajnálom, de a Bluesky tartalompolitikája miatt a Bluesky előfizetések csak NSFW csatornákban engedélyezettek.",
    "no": "Dessverre, på grunn av Blueskys innholdspolicy, er Bluesky-abonnementer bare tillatt i NSFW-kanaler.",
    "pl": "Niestety, z powodu polityki treści Bluesky, subskrypcje Bluesky są dozwolone tylko na kanałach NSFW.",
    "pt-BR": "Infelizmente, devido à política de conteúdo do Bluesky, assinaturas do Bluesky são permitidas apenas em canais NSFW.",
    "ro": "Din păcate, din cauza politicii de conținut a Bluesky, abonamentele Bluesky sunt permise doar în canale NSFW.",
    "fi": "Valitettavasti Blueskyn sisältöpolitiikan vuoksi Bluesky-tilaukset ovat sallittuja vain NSFW-kanavilla.",
    "sv-SE": "Tyvärr, på grund av Blueskys innehållspolicy, är Bluesky-prenumerationer endast tillåtna på NSFW-kanaler.",
    "tr": "Ne yazık ki, Bluesky'nin içerik politikası nedeniyle Bluesky abonelikleri yalnızca NSFW kanallarında izinlidir.",
    "ru": "К сожалению, из-за политики контента Bluesky подписки на Bluesky разрешены только в NSFW-каналах.",
    "ja": "残念ながら、Blueskyのコンテンツポリシーにより、Blueskyの購読はNSFWチャンネルでのみ許可されています。",
    "ko": "불행히도, Bluesky의 콘텐츠 정책에 따라 Bluesky 구독은 NSFW 채널에서만 허용됩니다."
  },
  "SUBSCRIPTION_CHAN_BOARD_INVALID": {
    "en-US": "Whoops, That board is invalid, Make sure you only include the abbreviation (example: b or wg) Please try again.",
    "id": "Ups, papan itu tidak valid, pastikan kamu hanya menyertakan singkatan (contoh: b atau wg). Coba lagi.",
    "da": "Øv, det board er ugyldigt, sørg for kun at inkludere forkortelsen (eksempel: b eller wg). Prøv venligst igen.",
    "de": "Hoppla, dieses Board ist ungültig. Stelle sicher, dass du nur die Abkürzung angibst (Beispiel: b oder wg). Bitte versuche es noch einmal.",
    "es-ES": "Vaya, ese tablero no es válido, asegúrate de incluir solo la abreviatura (ejemplo: b o wg). Intenta de nuevo.",
    "fr": "Oups, ce tableau est invalide, assurez-vous d'inclure uniquement l'abréviation (exemple : b ou wg). Essayez à nouveau.",
    "it": "Ops, quella board non è valida, assicurati di includere solo l'abbreviazione (esempio: b o wg). Riprova.",
    "nl": "Oeps, dat board is ongeldig, zorg ervoor dat je alleen de afkorting opneemt (voorbeeld: b of wg). Probeer het opnieuw.",
    "hu": "Hoppá, ez a board érvénytelen, győződj meg róla, hogy csak a rövidítést írod be (példa: b vagy wg). Próbáld újra.",
    "no": "Oi, det boardet er ugyldig, sørg for at du bare inkluderer forkortelsen (eksempel: b eller wg). Prøv igjen.",
    "pl": "Ups, to board jest nieprawidłowe, upewnij się, że podałeś tylko skrót (przykład: b lub wg). Spróbuj ponownie.",
    "pt-BR": "Ops, esse board é inválido, certifique-se de incluir apenas a abreviação (exemplo: b ou wg). Tente novamente.",
    "ro": "Ups, acest board nu este valid, asigură-te că incluzi doar abrevierea (exemplu: b sau wg). Încearcă din nou.",
    "fi": "Voi ei, tämä board on virheellinen, varmista, että käytät vain lyhennettä (esimerkki: b tai wg). Yritä uudelleen.",
    "sv-SE": "Hoppsan, det här boardet är ogiltigt, se till att du bara inkluderar förkortningen (exempel: b eller wg). Försök igen.",
    "tr": "Hata, bu board geçersiz, yalnızca kısaltmayı eklediğinizden emin olun (örnek: b veya wg). Lütfen tekrar deneyin.",
    "ru": "Упс, эта доска недействительна, убедитесь, что вы указали только сокращение (пример: b или wg). Пожалуйста, попробуйте снова.",
    "ja": "おっと、そのボードは無効です。略語のみを含めていることを確認してください（例：b または wg）。もう一度試してください。",
    "ko": "이런, 해당 게시판이 유효하지 않습니다. 약어만 포함되었는지 확인하세요 (예: b 또는 wg). 다시 시도해주세요."
  },
  "SUBSCRIPTION_CHAN_SUCCESS": {
    "en-US": "All set up! Each new thread will be posted in this channel, when they are 404'd they will NOT be removed.",
    "id": "Semua sudah diatur! Setiap thread baru akan diposting di saluran ini, ketika mereka 404, mereka TIDAK akan dihapus.",
    "da": "Alt er sat op! Hver ny tråd vil blive postet i denne kanal, når de bliver 404, vil de IKKE blive fjernet.",
    "de": "Alles eingerichtet! Jeder neue Thread wird in diesem Kanal gepostet. Wenn sie 404 sind, werden sie NICHT entfernt.",
    "es-ES": "¡Todo listo! Cada nuevo hilo se publicará en este canal, cuando sean 404 no se eliminarán.",
    "fr": "Tout est configuré ! Chaque nouveau fil sera publié dans ce canal, lorsqu'ils auront un erreur 404, ils NE seront PAS supprimés.",
    "it": "Tutto impostato! Ogni nuovo thread verrà pubblicato in questo canale, quando verranno 404 non verranno rimossi.",
    "nl": "Alles ingesteld! Elke nieuwe thread wordt gepost in dit kanaal, als ze 404 zijn, worden ze NIET verwijderd.",
    "hu": "Minden beállítva! Minden új téma itt lesz közzétéve, és ha 404-es hiba történik, nem lesz eltávolítva.",
    "no": "Alt er satt opp! Hver ny tråd vil bli postet i denne kanalen, og hvis de er 404, vil de IKKE bli fjernet.",
    "pl": "Wszystko ustawione! Każdy nowy wątek będzie publikowany w tym kanale, a gdy pojawi się błąd 404, nie zostanie usunięty.",
    "pt-BR": "Tudo pronto! Cada novo tópico será postado neste canal, e quando aparecerem 404, NÃO serão removidos.",
    "ro": "Totul este setat! Fiecare thread nou va fi postat aici, iar atunci când vor primi eroare 404, NU vor fi eliminați.",
    "fi": "Kaikki on asetettu! Jokainen uusi ketju julkaistaan tässä kanavassa, eikä niitä poisteta, vaikka niille tulee virhe 404.",
    "sv-SE": "Allt är klart! Varje nytt tråd kommer att publiceras i denna kanal, och om de får en 404 kommer de INTE att tas bort.",
    "tr": "Her şey ayarlandı! Her yeni başlık bu kanalda paylaşılacak, 404 hatası alırlarsa, SİLİNMEYECEKLER.",
    "ru": "Все настроено! Каждый новый тред будет опубликован в этом канале, и если он получит ошибку 404, он НЕ будет удален.",
    "ja": "設定完了！新しいスレッドはこのチャンネルに投稿され、404エラーが発生しても削除されません。",
    "ko": "모두 설정 완료! 새로운 스레드는 이 채널에 게시되며, 404 오류가 발생해도 삭제되지 않습니다."
  },
  "SUBSCRIPTION_CHAN_BOARD_NSFW": {
    "en-US": "This is an NSFW board and this channel is not marked as NSFW. You can only subscribe to this board in NSFW channels.",
    "id": "Ini adalah papan NSFW dan saluran ini tidak ditandai sebagai NSFW. Anda hanya dapat berlangganan ke papan ini di saluran NSFW.",
    "da": "Dette er et NSFW-board, og denne kanal er ikke markeret som NSFW. Du kan kun abonnere på dette board i NSFW-kanaler.",
    "de": "Dies ist ein NSFW-Board und dieser Kanal ist nicht als NSFW gekennzeichnet. Du kannst nur in NSFW-Kanälen dieses Board abonnieren.",
    "es-ES": "Este es un tablero NSFW y este canal no está marcado como NSFW. Solo puedes suscribirte a este tablero en canales NSFW.",
    "fr": "C'est un tableau NSFW et ce canal n'est pas marqué comme NSFW. Vous ne pouvez vous abonner à ce tableau que dans des canaux NSFW.",
    "it": "Questa è una board NSFW e questo canale non è contrassegnato come NSFW. Puoi abbonarti a questa board solo nei canali NSFW.",
    "nl": "Dit is een NSFW-board en dit kanaal is niet gemarkeerd als NSFW. Je kunt alleen op dit board abonneren in NSFW-kanalen.",
    "hu": "Ez egy NSFW board, és ez a csatorna nincs NSFW-ként megjelölve. Csak NSFW csatornákban iratkozhatsz fel erre a boardra.",
    "no": "Dette er et NSFW-board, og denne kanalen er ikke merket som NSFW. Du kan bare abonnere på dette boardet i NSFW-kanaler.",
    "pl": "To jest board NSFW, a ten kanał nie jest oznaczony jako NSFW. Możesz subskrybować ten board tylko w kanałach NSFW.",
    "pt-BR": "Este é um board NSFW e este canal não está marcado como NSFW. Você só pode assinar esse board em canais NSFW.",
    "ro": "Acesta este un board NSFW și acest canal nu este marcat ca NSFW. Poți să te abonezi la acest board doar în canale NSFW.",
    "fi": "Tämä on NSFW-boardi, eikä tämä kanava ole merkitty NSFW:ksi. Voit tilata tämän boardin vain NSFW-kanavissa.",
    "sv-SE": "Detta är ett NSFW-board och den här kanalen är inte markerad som NSFW. Du kan bara prenumerera på detta board i NSFW-kanaler.",
    "tr": "Bu bir NSFW board'u ve bu kanal NSFW olarak işaretlenmemiştir. Bu board'a sadece NSFW kanallarında abone olabilirsiniz.",
    "ru": "Это NSFW-доска, и этот канал не помечен как NSFW. Вы можете подписаться на эту доску только в каналах NSFW.",
    "ja": "これはNSFWボードで、このチャンネルはNSFWとしてマークされていません。このボードにはNSFWチャンネルのみで登録できます。",
    "ko": "이것은 NSFW 보드이며 이 채널은 NSFW로 표시되지 않았습니다. 이 보드에는 NSFW 채널에서만 구독할 수 있습니다."
  },
  "SUBSCRIPTION_SUBREDDIT_SUCCESS": {
    "en-US": "Good to go! Each new post in that subreddit will now be posted here.",
    "id": "Siap! Setiap posting baru di subreddit itu sekarang akan diposting di sini.",
    "da": "Klar til at gå! Hver ny post i det subreddit vil nu blive postet her.",
    "de": "Alles klar! Jeder neue Beitrag in diesem Subreddit wird jetzt hier gepostet.",
    "es-ES": "¡Todo listo! Cada nueva publicación en ese subreddit se publicará aquí.",
    "fr": "C'est bon! Chaque nouvelle publication dans ce subreddit sera maintenant publiée ici.",
    "it": "Tutto pronto! Ogni nuovo post in quel subreddit verrà ora pubblicato qui.",
    "nl": "Klaar om te gaan! Elke nieuwe post in dat subreddit wordt nu hier gepost.",
    "hu": "Minden készen áll! Minden új bejegyzés abban a subredditben mostantól itt lesz közzétéve.",
    "no": "Klar til å gå! Hver ny post i det subreddit vil nå bli postet her.",
    "pl": "Gotowe! Każdy nowy post w tym subreddicie będzie teraz publikowany tutaj.",
    "pt-BR": "Tudo certo! Cada nova postagem nesse subreddit será postada aqui.",
    "ro": "Totul este pregătit! Fiecare postare nouă în acel subreddit va fi acum postată aici.",
    "fi": "Hyväksytty! Jokainen uusi julkaisu kyseisessä subredditissä julkaistaan nyt täällä.",
    "sv-SE": "Klar att gå! Varje nytt inlägg i det subreddit kommer nu att publiceras här.",
    "tr": "Hazır! O subredditteki her yeni gönderi artık burada yayınlanacak.",
    "ru": "Готово! Каждый новый пост в этом subreddit теперь будет опубликован здесь.",
    "ja": "準備完了！そのサブレディットでの新しい投稿は、今後ここに投稿されます。",
    "ko": "준비 완료! 해당 서브레딧의 새 게시물이 이제 여기에 게시됩니다."
  },
  "SUBSCRIPTION_SUBREDDIT_INVALID": {
    "en-US": "I had trouble finding that subreddit, please make sure it is spelled correctly AND is a public subreddit and try again.",
    "id": "Saya kesulitan menemukan subreddit itu, pastikan ejaannya benar dan subreddit tersebut publik, lalu coba lagi.",
    "da": "Jeg havde problemer med at finde det subreddit, sørg for, at det er stavet korrekt OG er et offentligt subreddit og prøv igen.",
    "de": "Ich hatte Probleme, dieses Subreddit zu finden. Bitte stelle sicher, dass es richtig geschrieben ist UND ein öffentliches Subreddit ist, und versuche es erneut.",
    "es-ES": "Tuve problemas para encontrar ese subreddit, asegúrate de que esté escrito correctamente Y que sea un subreddit público y vuelve a intentarlo.",
    "fr": "J'ai eu du mal à trouver ce subreddit, assurez-vous qu'il est écrit correctement ET qu'il s'agit d'un subreddit public, puis réessayez.",
    "it": "Ho avuto problemi a trovare quel subreddit, assicurati che sia scritto correttamente E sia un subreddit pubblico, quindi riprova.",
    "nl": "Ik had moeite om dat subreddit te vinden, zorg ervoor dat het correct is gespeld EN een openbaar subreddit is, probeer het dan opnieuw.",
    "hu": "Problémám volt megtalálni azt a subredditet, győződj meg róla, hogy helyesen van írva, ÉS nyilvános subreddit, majd próbáld újra.",
    "no": "Jeg hadde problemer med å finne det subreddit, vær sikker på at det er stavet riktig OG er et offentlig subreddit og prøv igjen.",
    "pl": "Miałem problem ze znalezieniem tego subreddita, upewnij się, że jest poprawnie napisany I jest to publiczny subreddit, a następnie spróbuj ponownie.",
    "pt-BR": "Tive dificuldades para encontrar esse subreddit, verifique se ele está escrito corretamente E é um subreddit público e tente novamente.",
    "ro": "Am avut dificultăți în a găsi acest subreddit, asigură-te că este scris corect ȘI este un subreddit public, apoi încearcă din nou.",
    "fi": "Minulla oli vaikeuksia löytää tätä subredditia, varmista, että se on kirjoitettu oikein JA on julkinen subreddit, ja yritä uudelleen.",
    "sv-SE": "Jag hade problem att hitta det subreddit, se till att det är rättstavat OCH är ett offentligt subreddit och försök igen.",
    "tr": "O subreddit'i bulmakta zorlandım, lütfen doğru yazıldığından ve bir public subreddit olduğundan emin olun ve tekrar deneyin.",
    "ru": "Мне было трудно найти этот subreddit, убедитесь, что он написан правильно И является публичным subreddit, и попробуйте снова.",
    "ja": "そのサブレディットを見つけるのに苦労しました。正しく綴られていて、かつ公開サブレディットであることを確認し、再度試してください。",
    "ko": "그 서브레딧을 찾는 데 문제가 있었습니다. 정확하게 철자가 맞고 공개 서브레딧인지 확인한 후 다시 시도해 주세요."
  },
  "SUBSCRIPTION_SUBREDDIT_NSFW": {
    "en-US": "This is an NSFW subreddit, I cannot subscribe to an NSFW subreddit unless the channel has NSFW enabled.",
    "id": "Ini adalah subreddit NSFW, saya tidak dapat berlangganan ke subreddit NSFW kecuali saluran memiliki NSFW diaktifkan.",
    "da": "Dette er et NSFW subreddit, jeg kan ikke abonnere på et NSFW subreddit, medmindre kanalen har NSFW aktiveret.",
    "de": "Dies ist ein NSFW-Subreddit, ich kann keinem NSFW-Subreddit beitreten, es sei denn, der Kanal hat NSFW aktiviert.",
    "es-ES": "Este es un subreddit NSFW, no puedo suscribirme a un subreddit NSFW a menos que el canal tenga habilitado NSFW.",
    "fr": "C'est un subreddit NSFW, je ne peux pas m'abonner à un subreddit NSFW à moins que le canal ait NSFW activé.",
    "it": "Questo è un subreddit NSFW, non posso iscrivermi a un subreddit NSFW a meno che il canale non abbia NSFW abilitato.",
    "nl": "Dit is een NSFW subreddit, ik kan niet abonneren op een NSFW subreddit tenzij het kanaal NSFW heeft ingeschakeld.",
    "hu": "Ez egy NSFW subreddit, nem tudok feliratkozni egy NSFW subredditre, hacsak a csatornán nincs engedélyezve az NSFW.",
    "no": "Dette er et NSFW subreddit, jeg kan ikke abonnere på et NSFW subreddit med mindre kanalen har NSFW aktivert.",
    "pl": "To jest subreddit NSFW, nie mogę subskrybować subreddita NSFW, chyba że kanał ma włączone NSFW.",
    "pt-BR": "Este é um subreddit NSFW, não posso me inscrever em um subreddit NSFW a menos que o canal tenha NSFW ativado.",
    "ro": "Acesta este un subreddit NSFW, nu mă pot abona la un subreddit NSFW decât dacă canalul are activat NSFW.",
    "fi": "Tämä on NSFW subreddit, en voi tilata NSFW subredditia, ellei kanavalla ole otettu käyttöön NSFW.",
    "sv-SE": "Detta är ett NSFW subreddit, jag kan inte prenumerera på ett NSFW subreddit om inte kanalen har NSFW aktiverat.",
    "tr": "Bu bir NSFW subreddit, NSFW özelliği etkinleştirilmedikçe NSFW subreddit'e abone olamam.",
    "ru": "Это NSFW subreddit, я не могу подписаться на NSFW subreddit, если только канал не имеет включенного NSFW.",
    "ja": "これはNSFWサブレディットであり、チャンネルでNSFWが有効でない限り、NSFWサブレディットにはサブスクライブできません。",
    "ko": "이것은 NSFW 서브레딧입니다. 채널에 NSFW가 활성화되지 않으면 NSFW 서브레딧에 구독할 수 없습니다."
  },
  "SUBSCRIPTION_SUBREDDIT_INVALID_NAME": {
    "en-US": "Invalid subreddit name! Please enter a valid subreddit name (e.g. dankmemes, goodanimemes, etc)",
    "id": "Nama subreddit tidak valid! Harap masukkan nama subreddit yang valid (misalnya, dankmemes, goodanimemes, dll)",
    "da": "Ugyldigt subreddit-navn! Indtast venligst et gyldigt subreddit-navn (f.eks. dankmemes, goodanimemes, osv.)",
    "de": "Ungültiger Subreddit-Name! Bitte gib einen gültigen Subreddit-Namen ein (z.B. dankmemes, goodanimemes, etc.)",
    "es-ES": "¡Nombre de subreddit inválido! Por favor ingresa un nombre de subreddit válido (por ejemplo, dankmemes, goodanimemes, etc.)",
    "fr": "Nom de subreddit invalide ! Veuillez entrer un nom de subreddit valide (par exemple, dankmemes, goodanimemes, etc.)",
    "it": "Nome subreddit non valido! Inserisci un nome di subreddit valido (ad esempio, dankmemes, goodanimemes, ecc.)",
    "nl": "Ongeldige subreddit naam! Voer een geldige subreddit naam in (bijv. dankmemes, goodanimemes, enz.)",
    "hu": "Érvénytelen subreddit név! Kérlek, adj meg egy érvényes subreddit nevet (pl. dankmemes, goodanimemes, stb.)",
    "no": "Ugyldig subreddit-navn! Vennligst skriv inn et gyldig subreddit-navn (f.eks. dankmemes, goodanimemes, osv.)",
    "pl": "Nieprawidłowa nazwa subreddit! Wprowadź prawidłową nazwę subreddit (np. dankmemes, goodanimemes itp.)",
    "pt-BR": "Nome de subreddit inválido! Por favor, insira um nome de subreddit válido (ex: dankmemes, goodanimemes, etc.)",
    "ro": "Nume subreddit invalid! Te rog introdu un nume de subreddit valid (de exemplu, dankmemes, goodanimemes, etc.)",
    "fi": "Virheellinen subreddit-nimi! Syötä kelvollinen subreddit-nimi (esim. dankmemes, goodanimemes, jne.)",
    "sv-SE": "Ogiltigt subreddit-namn! Vänligen ange ett giltigt subreddit-namn (t.ex. dankmemes, goodanimemes, etc.)",
    "tr": "Geçersiz subreddit adı! Lütfen geçerli bir subreddit adı girin (örneğin, dankmemes, goodanimemes, vb.)",
    "ru": "Неверное имя сабреддита! Пожалуйста, введите правильное имя сабреддита (например, dankmemes, goodanimemes и т.д.)",
    "ja": "無効なサブレディット名です！有効なサブレディット名を入力してください（例：dankmemes、goodanimemes など）",
    "ko": "유효하지 않은 서브레딧 이름입니다! 유효한 서브레딧 이름을 입력하세요 (예: dankmemes, goodanimemes 등)"
  },
  "SUBSCRIPTION_TWITCH_NOT_FOUND": {
    "en-US": "Hold up, I could not find that user on twitch, please make sure that you have their username or channel link right right. You can find it at the end of their channel url.",
    "id": "Tunggu, saya tidak dapat menemukan pengguna tersebut di Twitch, pastikan kamu sudah memiliki nama pengguna atau tautan saluran mereka dengan benar. Kamu bisa menemukannya di akhir URL saluran mereka.",
    "da": "Vent, jeg kunne ikke finde den bruger på Twitch. Sørg for, at du har deres brugernavn eller kanalens link korrekt. Du kan finde det i slutningen af deres kanal-URL.",
    "de": "Warte, ich konnte diesen Benutzer auf Twitch nicht finden. Stelle sicher, dass du ihren Benutzernamen oder den Link zu ihrem Kanal richtig hast. Du kannst ihn am Ende ihrer Kanal-URL finden.",
    "es-ES": "Espera, no pude encontrar a ese usuario en Twitch, asegúrate de que tienes su nombre de usuario o el enlace a su canal correcto. Puedes encontrarlo al final de la URL de su canal.",
    "fr": "Attends, je n'ai pas trouvé cet utilisateur sur Twitch, assure-toi d'avoir correctement son nom d'utilisateur ou le lien vers son canal. Tu peux le trouver à la fin de l'URL de son canal.",
    "it": "Aspetta, non riesco a trovare questo utente su Twitch, assicurati di avere il loro nome utente o il link al loro canale corretti. Puoi trovarlo alla fine dell'URL del loro canale.",
    "nl": "Wacht, ik kon die gebruiker niet vinden op Twitch, zorg ervoor dat je de gebruikersnaam of een link naar hun kanaal correct hebt. Je kunt het vinden aan het einde van hun kanaal-URL.",
    "hu": "Várj, nem találtam meg ezt a felhasználót a Twitch-en, győződj meg róla, hogy helyesen írtad be a felhasználónevet vagy a csatorna linkjét. Ezt megtalálhatod a csatornájuk URL-jének végén.",
    "no": "Vent, jeg kunne ikke finne den brukeren på Twitch. Sørg for at du har brukernavnet deres eller kanalens link riktig. Du kan finne det på slutten av kanalens URL.",
    "pl": "Poczekaj, nie mogłem znaleźć tego użytkownika na Twitchu, upewnij się, że masz ich nazwę użytkownika lub link do kanału poprawnie. Możesz znaleźć ten link na końcu URL ich kanału.",
    "pt-BR": "Espera aí, não consegui encontrar esse usuário no Twitch, certifique-se de que você tem o nome de usuário ou o link para o canal deles correto. Você pode encontrá-lo no final da URL do canal.",
    "ro": "Așteaptă, nu am găsit acest utilizator pe Twitch, asigură-te că ai numele de utilizator sau linkul canalului lor corect. Îl poți găsi la sfârșitul URL-ului canalului lor.",
    "fi": "Odota, en löytänyt tätä käyttäjää Twitchistä, varmista, että sinulla on heidän käyttäjätunnuksensa tai kanavansa linkki oikein. Löydät sen heidän kanavansa URL-osoitteen lopusta.",
    "sv-SE": "Vänta, jag kunde inte hitta den här användaren på Twitch. Se till att du har rätt användarnamn eller kanalens länk. Du kan hitta det i slutet av deras kanal-URL.",
    "tr": "Dur, o kullanıcıyı Twitch'te bulamadım, lütfen kullanıcı adlarının veya kanal linklerinin doğru olduğundan emin ol. Kanal URL'lerinin sonunda bulabilirsin.",
    "ru": "Подожди, я не смог найти этого пользователя на Twitch. Убедись, что у тебя правильное имя пользователя или ссылка на их канал. Ты можешь найти это в конце их URL канала.",
    "ja": "ちょっと待って、そのユーザーをTwitchで見つけられませんでした。ユーザー名やチャンネルリンクが正しいことを確認してください。チャンネルのURLの最後にそれがあります。",
    "ko": "잠깐만, 그 사용자를 Twitch에서 찾을 수 없었습니다. 사용자 이름이나 채널 링크가 정확한지 확인하세요. 채널 URL 끝에서 찾을 수 있습니다."
  },
  "SUBSCRIPTION_TWITCH_SUCCESS": {
    "en-US": "Done! A message will be posted in this channel whenever they go live.",
    "id": "Selesai! Pesan akan diposting di saluran ini setiap kali mereka siaran langsung.",
    "da": "Færdig! En besked vil blive sendt i denne kanal, hver gang de går live.",
    "de": "Fertig! Eine Nachricht wird in diesem Kanal gepostet, wann immer sie live gehen.",
    "es-ES": "¡Listo! Se publicará un mensaje en este canal cada vez que ellos vayan en vivo.",
    "fr": "C'est fait ! Un message sera posté dans ce canal chaque fois qu'ils seront en direct.",
    "it": "Fatto! Un messaggio verrà pubblicato in questo canale ogni volta che andranno in diretta.",
    "nl": "Klaar! Er wordt een bericht gepost in dit kanaal telkens wanneer ze live gaan.",
    "hu": "Kész! Egy üzenet fog megjelenni ebben a csatornában, amikor élő közvetítést indítanak.",
    "no": "Ferdig! En melding vil bli postet i denne kanalen hver gang de går live.",
    "pl": "Gotowe! Wiadomość zostanie opublikowana w tym kanale za każdym razem, gdy będą na żywo.",
    "pt-BR": "Pronto! Uma mensagem será postada neste canal sempre que eles entrarem ao vivo.",
    "ro": "Gata! Un mesaj va fi postat în acest canal de fiecare dată când ei intră live.",
    "fi": "Valmis! Viesti julkaistaan tässä kanavassa aina, kun he menevät livestreamiin.",
    "sv-SE": "Klart! Ett meddelande kommer att postas i den här kanalen varje gång de går live.",
    "tr": "Tamam! Bu kanal üzerinden her canlı yayın açtıklarında bir mesaj gönderilecektir.",
    "ru": "Готово! Сообщение будет опубликовано в этом канале, когда они выйдут в прямой эфир.",
    "ja": "完了！彼らがライブ配信を開始するたびに、このチャンネルにメッセージが投稿されます。",
    "ko": "완료! 그들이 실시간 방송을 시작할 때마다 이 채널에 메시지가 게시됩니다."
  },
  "SUBSCRIPTION_YT_NOT_FOUND": {
    "en-US": "I could not find that user on Youtube. Please make sure that you respond with a correct link to the youtube channel.",
    "id": "Saya tidak dapat menemukan pengguna tersebut di YouTube. Pastikan kamu sudah memberikan tautan saluran YouTube yang benar.",
    "da": "Jeg kunne ikke finde den bruger på YouTube. Sørg for, at du svarer med et korrekt link til YouTube-kanalen.",
    "de": "Ich konnte diesen Benutzer auf YouTube nicht finden. Stelle sicher, dass du mit dem richtigen Link zum YouTube-Kanal antwortest.",
    "es-ES": "No pude encontrar a ese usuario en YouTube. Asegúrate de responder con un enlace correcto al canal de YouTube.",
    "fr": "Je n'ai pas trouvé cet utilisateur sur YouTube. Assure-toi de répondre avec un lien correct vers le canal YouTube.",
    "it": "Non sono riuscito a trovare questo utente su YouTube. Assicurati di rispondere con il link corretto al canale YouTube.",
    "nl": "Ik kon deze gebruiker niet vinden op YouTube. Zorg ervoor dat je met de juiste link naar het YouTube-kanaal antwoordt.",
    "hu": "Nem találtam meg ezt a felhasználót a YouTube-on. Kérlek, győződj meg róla, hogy a helyes YouTube csatorna linkjét adtad meg.",
    "no": "Jeg kunne ikke finne den brukeren på YouTube. Sørg for at du svarer med en riktig lenke til YouTube-kanalen.",
    "pl": "Nie mogłem znaleźć tego użytkownika na YouTube. Upewnij się, że odpowiedziałeś poprawnym linkiem do kanału YouTube.",
    "pt-BR": "Não consegui encontrar esse usuário no YouTube. Certifique-se de responder com o link correto do canal do YouTube.",
    "ro": "Nu am găsit acest utilizator pe YouTube. Asigură-te că răspunzi cu un link corect către canalul YouTube.",
    "fi": "En löytänyt tätä käyttäjää YouTubesta. Varmista, että vastaat oikealla linkillä YouTube-kanavalle.",
    "sv-SE": "Jag kunde inte hitta den här användaren på YouTube. Se till att du svarar med rätt länk till YouTube-kanalen.",
    "tr": "Bu kullanıcıyı YouTube'da bulamadım. Lütfen doğru YouTube kanalının linkiyle yanıt verin.",
    "ru": "Я не смог найти этого пользователя на YouTube. Пожалуйста, убедитесь, что вы ответили правильной ссылкой на канал YouTube.",
    "ja": "そのユーザーをYouTubeで見つけられませんでした。正しいYouTubeチャンネルのリンクで返信してください。",
    "ko": "YouTube에서 해당 사용자를 찾을 수 없었습니다. 정확한 YouTube 채널 링크로 응답해 주세요."
  },
  "SUBSCRIPTION_YT_SUCCESS": {
    "en-US": "Done! A message will be posted in this channel whenever they post a new video.",
    "id": "Selesai! Pesan akan diposting di saluran ini setiap kali mereka mengunggah video baru.",
    "da": "Færdig! En besked vil blive sendt i denne kanal, hver gang de uploader en ny video.",
    "de": "Fertig! Eine Nachricht wird in diesem Kanal gepostet, wann immer sie ein neues Video hochladen.",
    "es-ES": "¡Listo! Se publicará un mensaje en este canal cada vez que suban un nuevo video.",
    "fr": "C'est fait ! Un message sera posté dans ce canal chaque fois qu'ils publient une nouvelle vidéo.",
    "it": "Fatto! Un messaggio verrà pubblicato in questo canale ogni volta che pubblicano un nuovo video.",
    "nl": "Klaar! Er wordt een bericht gepost in dit kanaal telkens wanneer ze een nieuwe video uploaden.",
    "hu": "Kész! Egy üzenet fog megjelenni ebben a csatornában, amikor új videót töltenek fel.",
    "no": "Ferdig! En melding vil bli postet i denne kanalen hver gang de legger ut en ny video.",
    "pl": "Gotowe! Wiadomość zostanie opublikowana w tym kanale za każdym razem, gdy opublikują nowy film.",
    "pt-BR": "Pronto! Uma mensagem será postada neste canal sempre que eles postarem um vídeo novo.",
    "ro": "Gata! Un mesaj va fi postat în acest canal de fiecare dată când vor posta un videoclip nou.",
    "fi": "Valmis! Viesti julkaistaan tässä kanavassa aina, kun he julkaisevat uuden videon.",
    "sv-SE": "Klart! Ett meddelande kommer att postas i denna kanal varje gång de laddar upp en ny video.",
    "tr": "Tamam! Bu kanal üzerinden her yeni video paylaştıklarında bir mesaj gönderilecektir.",
    "ru": "Готово! Сообщение будет опубликовано в этом канале каждый раз, когда они загрузят новое видео.",
    "ja": "完了！新しいビデオが投稿されるたびに、このチャンネルにメッセージが投稿されます。",
    "ko": "완료! 그들이 새 비디오를 올릴 때마다 이 채널에 메시지가 게시됩니다."
  },
  "SUBREDDIT_PRIVATE_ERROR": {
    "en-US": "Subreddit is private, please stick to public subreddits.",
    "id": "Subreddit ini pribadi, harap tetap gunakan subreddit publik.",
    "da": "Subreddit er privat, venligst hold dig til offentlige subreddits.",
    "de": "Subreddit ist privat, bitte bleibe bei öffentlichen Subreddits.",
    "es-ES": "El subreddit es privado, por favor quédate con subreddits públicos.",
    "fr": "Le subreddit est privé, veuillez vous limiter aux subreddits publics.",
    "it": "Il subreddit è privato, per favore attieniti ai subreddit pubblici.",
    "nl": "Subreddit is privé, blijf alsjeblieft bij openbare subreddits.",
    "hu": "A subreddit privátus, kérlek, tartsd magad a nyilvános subreddit-ekhez.",
    "no": "Subreddit er privat, vennligst hold deg til offentlige subreddits.",
    "pl": "Subreddit jest prywatny, proszę korzystać z publicznych subredditów.",
    "pt-BR": "O subreddit é privado, por favor, fique com subreddits públicos.",
    "ro": "Subreddit-ul este privat, te rugăm să rămâi la subreddit-uri publice.",
    "fi": "Subreddit on yksityinen, pysy julkisissa subredditeissä.",
    "sv-SE": "Subreddit är privat, vänligen håll dig till offentliga subreddits.",
    "tr": "Subreddit özel, lütfen yalnızca halka açık subreddit'lere odaklanın.",
    "ru": "Сабреддит является частным, пожалуйста, придерживайтесь общедоступных сабреддитов.",
    "ja": "サブレディットは非公開です。公開サブレディットにしてください。",
    "ko": "서브레딧이 비공개입니다. 공개 서브레딧을 이용해주세요."
  },
  "REDDIT_RATE_LIMIT": {
    "en-US": "Reddit is rate limiting Vinny, please try again later.",
    "id": "Reddit membatasi laju permintaan untuk Vinny, harap coba lagi nanti.",
    "da": "Reddit begrænser hastigheden for Vinny, prøv venligst igen senere.",
    "de": "Reddit begrenzt die Anfragen für Vinny, bitte versuche es später noch einmal.",
    "es-ES": "Reddit está limitando la tasa para Vinny, por favor intenta de nuevo más tarde.",
    "fr": "Reddit limite le taux pour Vinny, veuillez réessayer plus tard.",
    "it": "Reddit sta limitando la velocità per Vinny, prova di nuovo più tardi.",
    "nl": "Reddit rate-limite Vinny, probeer het later opnieuw.",
    "hu": "A Reddit sebességkorlátozza Vinnyt, kérlek próbáld újra később.",
    "no": "Reddit begrenser hastigheten for Vinny, vennligst prøv igjen senere.",
    "pl": "Reddit ogranicza prędkość dla Vinny, spróbuj ponownie później.",
    "pt-BR": "Reddit está limitando a taxa para Vinny, por favor, tente novamente mais tarde.",
    "ro": "Reddit limitează rata pentru Vinny, te rugăm să încerci din nou mai târziu.",
    "fi": "Reddit rajoittaa Vinnyä, yritä myöhemmin uudelleen.",
    "sv-SE": "Reddit begränsar hastigheten för Vinny, försök igen senare.",
    "tr": "Reddit, Vinny için hız sınırı koyuyor, lütfen daha sonra tekrar deneyin.",
    "ru": "Reddit ограничивает скорость для Vinny, пожалуйста, попробуйте позже.",
    "ja": "RedditはVinnyのリクエスト速度を制限しています。後でもう一度お試しください。",
    "ko": "Reddit이 Vinny에 대한 속도 제한을 두었습니다. 나중에 다시 시도해주세요."
  },
  "SUBREDDIT_NOT_FOUND": {
    "en-US": "I could not find a subreddit with that name, please double check and try again.",
    "id": "Saya tidak dapat menemukan subreddit dengan nama tersebut, harap periksa kembali dan coba lagi.",
    "da": "Jeg kunne ikke finde et subreddit med det navn, venligst tjek det igen og prøv igen.",
    "de": "Ich konnte keinen Subreddit mit diesem Namen finden, bitte überprüfe ihn noch einmal und versuche es erneut.",
    "es-ES": "No pude encontrar un subreddit con ese nombre, por favor verifícalo nuevamente e inténtalo de nuevo.",
    "fr": "Je n'ai pas pu trouver de subreddit avec ce nom, veuillez vérifier et réessayer.",
    "it": "Non sono riuscito a trovare un subreddit con quel nome, per favore controlla di nuovo e riprova.",
    "nl": "Ik kon geen subreddit met die naam vinden, controleer het nogmaals en probeer het opnieuw.",
    "hu": "Nem találtam olyan subreddit-et ezzel a névvel, kérlek ellenőrizd újra és próbáld meg újra.",
    "no": "Jeg kunne ikke finne et subreddit med det navnet, vennligst sjekk det på nytt og prøv igjen.",
    "pl": "Nie mogłem znaleźć subreddit o tej nazwie, proszę sprawdź ponownie i spróbuj ponownie.",
    "pt-BR": "Não consegui encontrar um subreddit com esse nome, por favor, verifique novamente e tente novamente.",
    "ro": "Nu am găsit un subreddit cu acest nume, te rog verifică din nou și încearcă din nou.",
    "fi": "En löytänyt sellaista subreddit-nimeä, tarkista se ja yritä uudelleen.",
    "sv-SE": "Jag kunde inte hitta ett subreddit med det namnet, vänligen dubbelkolla och försök igen.",
    "tr": "Bu adla bir subreddit bulamadım, lütfen tekrar kontrol edip tekrar deneyin.",
    "ru": "Я не смог найти сабреддит с таким именем, пожалуйста, дважды проверьте и попробуйте снова.",
    "ja": "その名前のサブレディットは見つかりませんでした。もう一度確認して再試行してください。",
    "ko": "해당 이름의 서브레딧을 찾을 수 없습니다. 다시 확인하고 다시 시도해 주세요."
  },
  "NSFW_NOT_ALLOWED_EXCEPTION": {
    "en-US": "NSFW content is not allowed in this channel please go into the channel settings and enable nsfw to use this command.",
    "id": "Konten NSFW tidak diperbolehkan di saluran ini, harap masuk ke pengaturan saluran dan aktifkan NSFW untuk menggunakan perintah ini.",
    "da": "NSFW-indhold er ikke tilladt i denne kanal, gå venligst ind i kanalindstillingerne og aktiver NSFW for at bruge denne kommando.",
    "de": "NSFW-Inhalte sind in diesem Kanal nicht erlaubt, bitte gehe in die Kanaleinstellungen und aktiviere NSFW, um diesen Befehl zu verwenden.",
    "es-ES": "El contenido NSFW no está permitido en este canal, por favor entra en la configuración del canal y habilita NSFW para usar este comando.",
    "fr": "Le contenu NSFW n'est pas autorisé dans ce canal, veuillez accéder aux paramètres du canal et activer NSFW pour utiliser cette commande.",
    "it": "I contenuti NSFW non sono consentiti in questo canale, vai nelle impostazioni del canale e abilita NSFW per usare questo comando.",
    "nl": "NSFW-inhoud is niet toegestaan in dit kanaal, ga naar de kanaalinstellingen en zet NSFW aan om deze opdracht te gebruiken.",
    "hu": "NSFW tartalom nem engedélyezett ebben a csatornában, kérlek lépj be a csatorna beállításaiba és engedélyezd a NSFW-t a parancs használatához.",
    "no": "NSFW-innhold er ikke tillatt i denne kanalen, vennligst gå til kanalinnstillingene og aktiver NSFW for å bruke denne kommandoen.",
    "pl": "Treści NSFW nie są dozwolone w tym kanale, przejdź do ustawień kanału i włącz NSFW, aby użyć tej komendy.",
    "pt-BR": "Conteúdo NSFW não é permitido neste canal, por favor, vá para as configurações do canal e ative o NSFW para usar este comando.",
    "ro": "Conținutul NSFW nu este permis în acest canal, te rugăm să mergi la setările canalului și să activezi NSFW pentru a folosi această comandă.",
    "fi": "NSFW-sisältöä ei sallita tässä kanavassa, mene kanavan asetuksiin ja ota käyttöön NSFW käyttääksesi tätä komentoa.",
    "sv-SE": "NSFW-innehåll är inte tillåtet i denna kanal, gå till kanalinställningarna och aktivera NSFW för att använda detta kommando.",
    "tr": "NSFW içeriği bu kanalda yasaktır, lütfen kanal ayarlarına gidin ve bu komutu kullanmak için NSFW'yi etkinleştirin.",
    "ru": "Контент NSFW не разрешен в этом канале, пожалуйста, перейдите в настройки канала и включите NSFW, чтобы использовать эту команду.",
    "ja": "このチャンネルではNSFWコンテンツは許可されていません。チャンネル設定に移動し、NSFWを有効にしてこのコマンドを使用してください。",
    "ko": "이 채널에서는 NSFW 콘텐츠가 허용되지 않습니다. 채널 설정으로 이동하여 이 명령을 사용하려면 NSFW를 활성화하세요."
  },
  "COMMAND_UNSUPPORTED_CHANNEL_TYPE": {
    "en-US": "This command cannot be executed in this channel. It can only be executed in normal guild channels.",
    "id": "Perintah ini tidak dapat dijalankan di saluran ini. Perintah ini hanya dapat dijalankan di saluran guild biasa.",
    "da": "Denne kommando kan ikke udføres i denne kanal. Den kan kun udføres i normale guild-kanaler.",
    "de": "Dieser Befehl kann in diesem Kanal nicht ausgeführt werden. Er kann nur in normalen Gildenkanälen ausgeführt werden.",
    "es-ES": "Este comando no se puede ejecutar en este canal. Solo se puede ejecutar en canales normales de gremio.",
    "fr": "Cette commande ne peut pas être exécutée dans ce canal. Elle ne peut être exécutée que dans des canaux de guilde normaux.",
    "it": "Questo comando non può essere eseguito in questo canale. Può essere eseguito solo nei canali normali della gilda.",
    "nl": "Deze opdracht kan niet in deze kanaal worden uitgevoerd. Het kan alleen in normale guild-kanalen worden uitgevoerd.",
    "hu": "Ez a parancs nem hajtható végre ezen a csatornán. Csak normál guild csatornákban hajtható végre.",
    "no": "Denne kommandoen kan ikke utføres i denne kanalen. Den kan bare utføres i normale guild-kanaler.",
    "pl": "Tego polecenia nie można wykonać w tym kanale. Może być wykonane tylko w normalnych kanałach gildii.",
    "pt-BR": "Este comando não pode ser executado neste canal. Ele só pode ser executado em canais normais de guilda.",
    "ro": "Această comandă nu poate fi executată în acest canal. Poate fi executată doar în canale normale de guildă.",
    "fi": "Tätä komentoa ei voi suorittaa tässä kanavassa. Se voidaan suorittaa vain tavallisissa kilta-kanavissa.",
    "sv-SE": "Detta kommando kan inte utföras i denna kanal. Det kan endast utföras i normala guild-kanaler.",
    "tr": "Bu komut bu kanalda çalıştırılamaz. Sadece normal lonca kanallarında çalıştırılabilir.",
    "ru": "Эту команду нельзя выполнить в этом канале. Она может быть выполнена только в обычных каналах гильдии.",
    "ja": "このコマンドはこのチャンネルでは実行できません。通常のギルドチャンネルでのみ実行できます。",
    "ko": "이 명령은 이 채널에서 실행할 수 없습니다. 일반 길드 채널에서만 실행할 수 있습니다."
  },
  "DISCORD_BANNED_TERMS": {
    "en-US": "The search terms contain tags that are banned on discord, so I can't post them here.",
    "id": "Kata pencarian mengandung tag yang dilarang di Discord, jadi saya tidak bisa mempostingnya di sini.",
    "da": "Søgeordene indeholder tags, der er forbudte på Discord, så jeg kan ikke poste dem her.",
    "de": "Die Suchbegriffe enthalten Tags, die auf Discord verboten sind, daher kann ich sie hier nicht posten.",
    "es-ES": "Los términos de búsqueda contienen etiquetas que están prohibidas en Discord, por lo que no puedo publicarlas aquí.",
    "fr": "Les termes de recherche contiennent des tags interdits sur Discord, je ne peux donc pas les publier ici.",
    "it": "I termini di ricerca contengono tag vietati su Discord, quindi non posso pubblicarli qui.",
    "nl": "De zoektermen bevatten tags die verboden zijn op Discord, dus ik kan ze hier niet posten.",
    "hu": "A keresési kifejezések olyan tageket tartalmaznak, amelyek tiltottak a Discordon, így nem tudom őket itt közzétenni.",
    "no": "Søkebegrepene inneholder tagger som er forbudt på Discord, så jeg kan ikke poste dem her.",
    "pl": "Wyszukiwane hasła zawierają tagi, które są zabronione na Discordzie, więc nie mogę ich opublikować tutaj.",
    "pt-BR": "Os termos de busca contêm tags que são proibidas no Discord, então não posso postá-las aqui.",
    "ro": "Termenii de căutare conțin etichete care sunt interzise pe Discord, așa că nu le pot posta aici.",
    "fi": "Haku sisältää tageja, jotka ovat kiellettyjä Discordissa, joten en voi julkaista niitä täällä.",
    "sv-SE": "Söktermerna innehåller taggar som är förbjudna på Discord, så jag kan inte posta dem här.",
    "tr": "Arama terimleri, Discord'da yasaklı etiketler içeriyor, bu yüzden burada paylaşamam.",
    "ru": "Поиск содержит теги, которые запрещены на Discord, поэтому я не могу разместить их здесь.",
    "ja": "検索語にはDiscordで禁止されているタグが含まれているため、ここには投稿できません。",
    "ko": "검색어에 Discord에서 금지된 태그가 포함되어 있어 여기에서 게시할 수 없습니다."
  },
  "NO_RESULTS_FOUND": {
    "en-US": "I was unable to find any results for that search",
    "id": "Saya tidak dapat menemukan hasil untuk pencarian tersebut",
    "da": "Jeg kunne ikke finde nogen resultater for den søgning",
    "de": "Ich konnte keine Ergebnisse für diese Suche finden",
    "es-ES": "No pude encontrar resultados para esa búsqueda",
    "fr": "Je n'ai pas pu trouver de résultats pour cette recherche",
    "it": "Non sono riuscito a trovare risultati per questa ricerca",
    "nl": "Ik kon geen resultaten vinden voor deze zoekopdracht",
    "hu": "Nem találtam eredményeket ehhez a kereséshez",
    "no": "Jeg klarte ikke å finne noen resultater for det søket",
    "pl": "Nie udało mi się znaleźć żadnych wyników dla tego wyszukiwania",
    "pt-BR": "Não consegui encontrar resultados para essa pesquisa",
    "ro": "Nu am reușit să găsesc rezultate pentru această căutare",
    "fi": "En löytänyt tuloksia tälle haulle",
    "sv-SE": "Jag kunde inte hitta några resultat för den här sökningen",
    "tr": "Bu arama için herhangi bir sonuç bulamadım",
    "ru": "Я не смог найти результаты для этого поиска",
    "ja": "その検索に対する結果は見つかりませんでした",
    "ko": "해당 검색에 대한 결과를 찾을 수 없습니다"
  },
  "WELCOME_MESSAGE": {
    "en-US": "Hey there! Thanks for adding me to your server! To get started you can go to https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md to find a full list of commands. I also support some of my commands as slash commands. I keep adding more with every update. You can also run `~help` to get a less detailed list sent to you in a DM.\n\nA couple tips before we start:\n- You can schedule commands to run on a timer with the `~schedule` command.\n- You can set custom prefixes with the `~addprefix` command.\n- You can subscribe to different sources like youtube channels, subreddits, twitch streamers, etc with the subscribe commands.\n- Join the support server `~support` to get the latest updates on new commands and suggest new ones!\n\nThanks for using Vinny!",
    "id": "Hai! Terima kasih telah menambahkan saya ke server Anda! Untuk memulai, Anda dapat pergi ke https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md untuk menemukan daftar lengkap perintah. Saya juga mendukung beberapa perintah saya sebagai perintah slash. Saya terus menambahkan lebih banyak dengan setiap pembaruan. Anda juga dapat menjalankan `~help` untuk mendapatkan daftar yang lebih sedikit detail yang dikirimkan kepada Anda melalui DM.\n\nBeberapa tips sebelum kita mulai:\n- Anda dapat menjadwalkan perintah untuk dijalankan dengan timer menggunakan perintah `~schedule`.\n- Anda dapat mengatur awalan khusus dengan perintah `~addprefix`.\n- Anda dapat berlangganan ke berbagai sumber seperti saluran youtube, subreddit, streamer twitch, dll dengan perintah berlangganan.\n- Bergabunglah dengan server dukungan `~support` untuk mendapatkan pembaruan terbaru tentang perintah baru dan menyarankan perintah baru!\n\nTerima kasih telah menggunakan Vinny!",
    "da": "Hej! Tak for at tilføje mig til din server! For at komme i gang kan du gå til https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md for at finde en komplet liste over kommandoer. Jeg understøtter også nogle af mine kommandoer som slash-kommandoer. Jeg fortsætter med at tilføje flere med hver opdatering. Du kan også køre `~help` for at få en mindre detaljeret liste sendt til dig via DM.\n\nEt par tips, før vi starter:\n- Du kan planlægge kommandoer til at køre på en timer med `~schedule` kommandoen.\n- Du kan indstille brugerdefinerede præfikser med `~addprefix` kommandoen.\n- Du kan abonnere på forskellige kilder som youtube-kanaler, subreddits, twitch-streamere osv. med abonnements-kommandoerne.\n- Deltag i support-serveren `~support` for at få de nyeste opdateringer om nye kommandoer og foreslå nye!\n\nTak fordi du bruger Vinny!",
    "de": "Hallo! Danke, dass du mich zu deinem Server hinzugefügt hast! Um zu beginnen, kannst du zu https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md gehen, um eine vollständige Liste der Befehle zu finden. Ich unterstütze auch einige meiner Befehle als Slash-Befehle. Ich füge mit jedem Update weitere hinzu. Du kannst auch `~help` ausführen, um eine weniger detaillierte Liste zu erhalten, die dir per DM gesendet wird.\n\nEin paar Tipps, bevor wir starten:\n- Du kannst Befehle so planen, dass sie mit dem Befehl `~schedule` zu einer bestimmten Zeit ausgeführt werden.\n- Du kannst benutzerdefinierte Präfixe mit dem Befehl `~addprefix` festlegen.\n- Du kannst verschiedene Quellen wie YouTube-Kanäle, Subreddits, Twitch-Streamer usw. mit den Abonnementbefehlen abonnieren.\n- Trete dem Support-Server `~support` bei, um die neuesten Updates zu neuen Befehlen zu erhalten und neue Befehle vorzuschlagen!\n\nDanke, dass du Vinny verwendest!",
    "es-ES": "¡Hola! ¡Gracias por agregarme a tu servidor! Para comenzar, puedes ir a https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md para encontrar una lista completa de comandos. También soy compatible con algunos de mis comandos como comandos slash. Sigo agregando más con cada actualización. También puedes ejecutar `~help` para obtener una lista menos detallada que se enviará a tu DM.\n\nUn par de consejos antes de comenzar:\n- Puedes programar comandos para que se ejecuten con un temporizador con el comando `~schedule`.\n- Puedes establecer prefijos personalizados con el comando `~addprefix`.\n- Puedes suscribirte a diferentes fuentes como canales de youtube, subreddits, streamers de twitch, etc. con los comandos de suscripción.\n- Únete al servidor de soporte `~support` para obtener las últimas actualizaciones sobre nuevos comandos y sugerir nuevos.\n\n¡Gracias por usar Vinny!",
    "fr": "Salut! Merci de m'avoir ajouté à ton serveur! Pour commencer, tu peux te rendre sur https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md pour trouver une liste complète des commandes. Je prends aussi en charge certaines de mes commandes sous forme de commandes slash. J'en ajoute de nouvelles à chaque mise à jour. Tu peux aussi exécuter `~help` pour obtenir une liste moins détaillée envoyée directement dans ton DM.\n\nQuelques conseils avant de commencer :\n- Tu peux programmer des commandes pour qu'elles s'exécutent avec un timer grâce à la commande `~schedule`.\n- Tu peux définir des préfixes personnalisés avec la commande `~addprefix`.\n- Tu peux t'abonner à différentes sources comme des chaînes YouTube, des subreddits, des streamers Twitch, etc. grâce aux commandes d'abonnement.\n- Rejoins le serveur de support `~support` pour obtenir les dernières mises à jour sur les nouvelles commandes et suggérer de nouvelles commandes!\n\nMerci d'utiliser Vinny!",
    "it": "Ciao! Grazie per avermi aggiunto al tuo server! Per iniziare, puoi andare su https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md per trovare un elenco completo dei comandi. Supporto anche alcuni dei miei comandi come comandi slash. Continuo ad aggiungerne di nuovi ad ogni aggiornamento. Puoi anche eseguire `~help` per ricevere un elenco meno dettagliato inviato direttamente nella tua DM.\n\nAlcuni consigli prima di iniziare:\n- Puoi pianificare l'esecuzione dei comandi con un timer utilizzando il comando `~schedule`.\n- Puoi impostare prefissi personalizzati con il comando `~addprefix`.\n- Puoi abbonarti a diverse fonti come canali YouTube, subreddit, streamer Twitch, ecc. utilizzando i comandi di iscrizione.\n- Unisciti al server di supporto `~support` per ricevere gli ultimi aggiornamenti sui nuovi comandi e suggerirne di nuovi!\n\nGrazie per usare Vinny!",
    "nl": "Hé daar! Bedankt dat je me aan je server hebt toegevoegd! Om te beginnen kun je naar https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md gaan om een volledige lijst van commando's te vinden. Ik ondersteun ook enkele van mijn commando's als slash-commando's. Ik blijf er steeds meer toevoegen bij elke update. Je kunt ook `~help` uitvoeren om een minder gedetailleerde lijst naar je DM te sturen.\n\nEen paar tips voordat we beginnen:\n- Je kunt commando's plannen om op een timer uit te voeren met het commando `~schedule`.\n- Je kunt aangepaste prefixen instellen met het commando `~addprefix`.\n- Je kunt je abonneren op verschillende bronnen zoals YouTube-kanalen, subreddits, Twitch-streamers, enz. met de abonneercommando's.\n- Sluit je aan bij de support-server `~support` om de laatste updates over nieuwe commando's te krijgen en nieuwe voor te stellen!\n\nBedankt voor het gebruiken van Vinny!",
    "hu": "Helló! Köszönöm, hogy hozzáadtál a szerveredhez! Az induláshoz látogass el ide: https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md, ahol egy teljes parancslistát találsz. Néhány parancsomat slash parancsként is támogatom. Minden frissítéssel egyre több parancsot adok hozzá. A `~help` futtatásával egy kevésbé részletes listát is kaphatsz DM-ben.\n\nNéhány tipp, mielőtt elkezdenénk:\n- Parancsokat ütemezhetsz a `~schedule` paranccsal.\n- Egyéni prefixeket állíthatsz be a `~addprefix` paranccsal.\n- Feliratkozhatsz különböző forrásokra, mint YouTube csatornák, subredditek, Twitch streamek stb. az előfizetési parancsokkal.\n- Csatlakozz a támogató szerverhez a `~support` paranccsal, hogy megkapd a legfrissebb frissítéseket és új parancsokat javasolj!\n\nKöszönjük, hogy a Vinnyt használod!",
    "no": "Hei! Takk for at du la meg til serveren din! For å komme i gang kan du gå til https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md for å finne en komplett liste over kommandoer. Jeg støtter også noen av kommandoene mine som slash-kommandoer. Jeg legger til flere med hver oppdatering. Du kan også kjøre `~help` for å få en mindre detaljert liste sendt til deg via DM.\n\nNoen tips før vi starter:\n- Du kan planlegge kommandoer til å kjøre på en tidsplan med `~schedule`-kommandoen.\n- Du kan sette tilpassede prefikser med `~addprefix`-kommandoen.\n- Du kan abonnere på forskjellige kilder som YouTube-kanaler, subreddits, Twitch-streamere osv. med abonnementskommandoene.\n- Bli med på support-serveren `~support` for å få de nyeste oppdateringene om nye kommandoer og foreslå nye!\n\nTakk for at du bruker Vinny!",
    "pl": "Cześć! Dzięki, że dodałeś mnie do swojego serwera! Aby rozpocząć, możesz przejść do https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md, aby znaleźć pełną listę komend. Obsługuję również niektóre z moich komend jako komendy slash. Dodaję więcej z każdą aktualizacją. Możesz także uruchomić `~help`, aby otrzymać mniej szczegółową listę wysłaną do Ciebie w DM.\n\nKilka wskazówek, zanim zaczniemy:\n- Możesz zaplanować komendy do uruchomienia na timerze za pomocą komendy `~schedule`.\n- Możesz ustawić niestandardowe prefiksy za pomocą komendy `~addprefix`.\n- Możesz subskrybować różne źródła, takie jak kanały YouTube, subreddity, streamy Twitch itp. za pomocą komend subskrypcji.\n- Dołącz do serwera wsparcia `~support`, aby otrzymać najnowsze aktualizacje dotyczące nowych komend i zaproponować nowe!\n\nDziękujemy za korzystanie z Vinny!",
    "pt-BR": "Oi! Obrigado por me adicionar ao seu servidor! Para começar, você pode acessar https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md para encontrar uma lista completa de comandos. Eu também suporto alguns dos meus comandos como comandos de barra. Continuo adicionando mais a cada atualização. Você também pode rodar `~help` para receber uma lista menos detalhada enviada para o seu DM.\n\nAlgumas dicas antes de começarmos:\n- Você pode agendar comandos para serem executados com o comando `~schedule`.\n- Você pode configurar prefixos personalizados com o comando `~addprefix`.\n- Você pode se inscrever em diferentes fontes como canais do YouTube, subreddits, streamers do Twitch, etc. com os comandos de inscrição.\n- Entre no servidor de suporte `~support` para obter as últimas atualizações sobre novos comandos e sugerir novos!\n\nObrigado por usar o Vinny!",
    "ro": "Bună! Mulțumesc că m-ai adăugat la serverul tău! Pentru a începe, poți să accesezi https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md pentru a găsi o listă completă a comenzilor. Susțin și unele dintre comenzile mele ca și comenzi slash. Continu să adaug mai multe cu fiecare actualizare. De asemenea, poți rula `~help` pentru a primi o listă mai puțin detaliată trimisă prin DM.\n\nCâteva sfaturi înainte să începem:\n- Poți programa comenzi pentru a rula la un anumit interval cu comanda `~schedule`.\n- Poți seta prefixuri personalizate cu comanda `~addprefix`.\n- Poți să te abonezi la diverse surse, cum ar fi canale YouTube, subreddits, streameri Twitch, etc. cu comenzile de abonament.\n- Alătură-te serverului de suport `~support` pentru a primi cele mai recente actualizări despre comenzile noi și pentru a sugera comenzi noi!\n\nMulțumim că folosești Vinny!",
    "fi": "Hei! Kiitos, että lisäsit minut palvelimellesi! Aloittaaksesi voit mennä osoitteeseen https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md löytääksesi täydellisen komennoluettelon. Tuemme myös joitain komentoja, kuten komentoja kauttaviivalla. Lisään lisää joka päivityksellä. Voit myös suorittaa `~help` saadaksesi vähemmän yksityiskohtaisen listan, joka lähetetään suoraan yksityisviestinä.\n\nMuutama vinkki ennen kuin aloitetaan:\n- Voit aikatauluttaa komentoja ajastimella käyttämällä `~schedule`-komentoa.\n- Voit määrittää mukautettuja etuliitteitä `~addprefix`-komennolla.\n- Voit tilata eri lähteitä, kuten YouTube-kanavia, subreddit-sivustoja, Twitch-striimaajia jne. tilauskomentoilla.\n- Liity tukipalvelimelle `~support`, jotta saat uusimmat päivitykset uusista komennoista ja voit ehdottaa uusia komentoja!\n\nKiitos, että käytät Vinnyä!",
    "sv-SE": "Hej! Tack för att du lade till mig på din server! För att komma igång kan du gå till https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md för att hitta en komplett lista med kommandon. Jag stödjer också vissa av mina kommandon som slash-kommandon. Jag fortsätter att lägga till fler med varje uppdatering. Du kan också köra `~help` för att få en mindre detaljerad lista skickad till dig i DM.\n\nNågra tips innan vi börjar:\n- Du kan schemalägga kommandon att köras på en timer med `~schedule`-kommandot.\n- Du kan ställa in anpassade prefix med `~addprefix`-kommandot.\n- Du kan prenumerera på olika källor som YouTube-kanaler, subreddits, Twitch-streamers etc. med prenumerationskommandona.\n- Gå med i support-servern `~support` för att få de senaste uppdateringarna om nya kommandon och föreslå nya!\n\nTack för att du använder Vinny!",
    "tr": "Merhaba! Beni sunucuna eklediğin için teşekkürler! Başlamak için https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md adresine giderek tam komut listesine ulaşabilirsin. Ayrıca bazı komutlarımı slash komutları olarak da destekliyorum. Her güncellemede daha fazla komut eklemeye devam ediyorum. Ayrıca `~help` komutunu çalıştırarak sana DM ile daha az detaylı bir liste gönderebilirim.\n\nBaşlamadan önce birkaç ipucu:\n- Komutları zamanlayıcıyla çalıştırmak için `~schedule` komutunu kullanabilirsin.\n- Özel ön ekler ayarlamak için `~addprefix` komutunu kullanabilirsin.\n- YouTube kanalları, subredditler, Twitch yayıncıları vb. gibi farklı kaynaklara abone olabilirsin, abone komutlarıyla.\n- Yeni komutlar hakkında son güncellemeleri almak ve yeni komutlar önermek için `~support` destek sunucusuna katıl!\n\nVinny'yi kullandığın için teşekkürler!",
    "ru": "Привет! Спасибо, что добавил меня на свой сервер! Для начала ты можешь перейти по ссылке https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md, чтобы найти полный список команд. Я также поддерживаю некоторые из моих команд как slash-команды. Я продолжаю добавлять новые с каждым обновлением. Ты также можешь выполнить команду `~help`, чтобы получить менее подробный список, отправленный тебе в личку.\n\nНесколько советов перед началом:\n- Ты можешь запланировать выполнение команд с помощью команды `~schedule`.\n- Ты можешь настроить пользовательские префиксы с помощью команды `~addprefix`.\n- Ты можешь подписаться на разные источники, такие как каналы YouTube, сабреддиты, стримеры Twitch и т. д. с помощью команд подписки.\n- Присоединяйся к серверу поддержки `~support`, чтобы получать последние обновления о новых командах и предлагать новые!\n\nСпасибо за использование Vinny!",
    "ja": "こんにちは！サーバーに追加してくれてありがとう！始めるには、https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md にアクセスして、コマンドの完全なリストを見つけてください。また、一部のコマンドはスラッシュコマンドとしてサポートしています。毎回の更新で新しいコマンドを追加しています。`~help` を実行すると、詳細が少ないリストをDMで送信することもできます。\n\n始める前のいくつかのヒント:\n- `~schedule` コマンドを使用してコマンドをタイマーでスケジュールできます。\n- `~addprefix` コマンドでカスタムプレフィックスを設定できます。\n- YouTube チャンネル、subreddits、Twitch ストリーマーなど、さまざまなソースを購読コマンドで購読できます。\n- `~support` サポートサーバーに参加して、新しいコマンドの最新情報を取得したり、新しいコマンドを提案してください！\n\nVinnyをご利用いただきありがとうございます！",
    "ko": "안녕하세요! 서버에 저를 추가해 주셔서 감사합니다! 시작하려면 https://github.com/kikkia/Vinny-Redux/blob/master/docs/Commands.md 에 가서 모든 명령어 목록을 확인할 수 있습니다. 또한 일부 명령어는 슬래시 명령어로 지원합니다. 매 업데이트마다 더 많은 명령어를 추가하고 있습니다. `~help` 명령어를 실행하면 덜 상세한 목록을 DM으로 받을 수 있습니다.\n\n시작하기 전에 몇 가지 팁:\n- `~schedule` 명령어를 사용하여 명령어를 타이머로 예약할 수 있습니다.\n- `~addprefix` 명령어로 사용자 지정 접두사를 설정할 수 있습니다.\n- YouTube 채널, 서브레딧, Twitch 스트리머 등 다양한 소스를 구독 명령어로 구독할 수 있습니다.\n- `~support` 지원 서버에 가입하여 새로운 명령어에 대한 최신 업데이트를 받고 새 명령어를 제안하세요!\n\nVinny를 사용해 주셔서 감사합니다!"
  },
  "REBOOT_ERROR_MESSAGE": {
    "en-US": "Vinny is rebooting for maintenance. Due to an unexpected error I was unable to store and resume your music. The error is logged and I will fix it soon, sorry. If you want to follow the latest updates for Vinny, join the support server with the `~support` command. Sorry for the inconvenience.",
    "id": "Vinny sedang reboot untuk pemeliharaan. Karena kesalahan yang tidak terduga, saya tidak dapat menyimpan dan melanjutkan musik Anda. Kesalahan ini telah tercatat dan saya akan memperbaikinya segera, maaf. Jika Anda ingin mengikuti pembaruan terbaru untuk Vinny, bergabunglah dengan server dukungan menggunakan perintah `~support`. Maaf atas ketidaknyamanannya.",
    "da": "Vinny genstarter for vedligeholdelse. På grund af en uventet fejl kunne jeg ikke gemme og genoptage din musik. Fejlen er logget, og jeg vil rette den snart, undskyld. Hvis du vil følge de nyeste opdateringer for Vinny, kan du deltage i support-serveren med `~support`-kommandoen. Beklager ulejligheden.",
    "de": "Vinny wird für Wartungsarbeiten neu gestartet. Aufgrund eines unerwarteten Fehlers konnte ich deine Musik nicht speichern und fortsetzen. Der Fehler wurde protokolliert und ich werde ihn bald beheben, entschuldige bitte. Wenn du die neuesten Updates für Vinny verfolgen möchtest, trete dem Support-Server mit dem Befehl `~support` bei. Entschuldige die Unannehmlichkeiten.",
    "es-ES": "Vinny se está reiniciando para mantenimiento. Debido a un error inesperado, no pude guardar ni reanudar tu música. El error está registrado y lo solucionaré pronto, lo siento. Si quieres seguir las últimas actualizaciones de Vinny, únete al servidor de soporte con el comando `~support`. Disculpa las molestias.",
    "fr": "Vinny redémarre pour maintenance. En raison d'une erreur inattendue, je n'ai pas pu enregistrer et reprendre votre musique. L'erreur a été enregistrée et je vais la corriger bientôt, désolé. Si vous souhaitez suivre les dernières mises à jour de Vinny, rejoignez le serveur de support avec la commande `~support`. Désolé pour le désagrément.",
    "it": "Vinny si sta riavviando per manutenzione. A causa di un errore imprevisto non sono riuscito a memorizzare e riprendere la tua musica. L'errore è stato registrato e lo sistemerò presto, scusa. Se vuoi seguire gli ultimi aggiornamenti di Vinny, unisciti al server di supporto con il comando `~support`. Scusa per il disagio.",
    "nl": "Vinny wordt opnieuw opgestart voor onderhoud. Vanwege een onverwachte fout kon ik je muziek niet opslaan en hervatten. De fout is gelogd en ik zal het snel oplossen, sorry. Als je de laatste updates voor Vinny wilt volgen, kun je de supportserver joinen met het commando `~support`. Sorry voor het ongemak.",
    "hu": "A Vinny karbantartás miatt újraindul. Egy váratlan hiba miatt nem tudtam elmenteni és folytatni a zenédet. A hiba naplózva van, és hamarosan kijavítom, elnézést. Ha követni szeretnéd a Vinny legújabb frissítéseit, csatlakozz a támogató szerverhez a `~support` paranccsal. Elnézést a kellemetlenségért.",
    "no": "Vinny blir omstartet for vedlikehold. På grunn av en uventet feil kunne jeg ikke lagre og gjenoppta musikken din. Feilen er logget, og jeg vil fikse det snart, beklager. Hvis du vil følge de siste oppdateringene for Vinny, kan du bli med på support-serveren med `~support`-kommandoen. Beklager ulempen.",
    "pl": "Vinny jest w trakcie restartu w celu konserwacji. Z powodu nieoczekiwanego błędu nie udało mi się zapisać i wznowić Twojej muzyki. Błąd został zapisany, a ja naprawię go wkrótce, przepraszam. Jeśli chcesz śledzić najnowsze aktualizacje Vinny, dołącz do serwera wsparcia za pomocą komendy `~support`. Przepraszamy za utrudnienia.",
    "pt-BR": "Vinny está reiniciando para manutenção. Devido a um erro inesperado, não consegui armazenar e retomar sua música. O erro foi registrado e vou corrigir isso em breve, desculpe. Se você quiser acompanhar as últimas atualizações do Vinny, entre no servidor de suporte com o comando `~support`. Desculpe pelo transtorno.",
    "ro": "Vinny se repornește pentru mentenanță. Din cauza unei erori neprevăzute, nu am reușit să salvez și să reluăm muzica ta. Eroarea este înregistrată și o voi remedia curând, îmi pare rău. Dacă vrei să urmezi cele mai recente actualizări pentru Vinny, alătură-te serverului de suport cu comanda `~support`. Îmi cer scuze pentru neplăceri.",
    "fi": "Vinny käynnistyy uudelleen huoltoa varten. Odottamattoman virheen vuoksi en pystynyt tallentamaan ja jatkamaan musiikkiasi. Virhe on kirjattu, ja korjaan sen pian, pahoittelen. Jos haluat seurata Vinny:n viimeisimpiä päivityksiä, liity tukipalvelimelle `~support`-komennolla. Pahoittelemme vaivannäköä.",
    "sv-SE": "Vinny startar om för underhåll. På grund av ett oväntat fel kunde jag inte spara och återuppta din musik. Felet är loggat och jag kommer att åtgärda det snart, förlåt. Om du vill följa de senaste uppdateringarna för Vinny, gå med i support-servern med kommandot `~support`. Förlåt för besväret.",
    "tr": "Vinny, bakım için yeniden başlatılıyor. Beklenmeyen bir hata nedeniyle müziğinizi kaydedip devam edemedim. Hata kaydedildi ve yakında düzelteceğim, üzgünüm. Vinny'nin en son güncellemelerini takip etmek isterseniz, `~support` komutunu kullanarak destek sunucusuna katılın. Verdiğimiz rahatsızlık için özür dileriz.",
    "ru": "Vinny перезагружается для обслуживания. Из-за непредвиденной ошибки я не смог сохранить и возобновить вашу музыку. Ошибка зафиксирована, и я исправлю её скоро, извините. Если вы хотите следить за последними обновлениями Vinny, присоединяйтесь к серверу поддержки с командой `~support`. Извините за неудобства.",
    "ja": "Vinnyはメンテナンスのために再起動しています。予期しないエラーにより、音楽を保存して再開することができませんでした。エラーは記録されており、すぐに修正します。Vinnyの最新情報をフォローしたい場合は、`~support`コマンドでサポートサーバーに参加してください。ご不便をおかけして申し訳ありません。",
    "ko": "Vinny가 유지보수를 위해 재부팅 중입니다. 예기치 않은 오류로 인해 음악을 저장하고 재개할 수 없었습니다. 오류는 기록되었으며 곧 수정할 예정입니다. Vinny의 최신 업데이트를 팔로우하려면 `~support` 명령어를 사용하여 지원 서버에 참여하세요. 불편을 드려 죄송합니다."
  },
  "REBOOT_ANNOUNCE_MESSAGE": {
    "en-US": "Vinny is rebooting for maintenance. I saved your queue and position in the current track. I will resume when I am done updating. If you want to follow the latest updates for Vinny, join the support server with the `~support` command. Sorry for the inconvenience.",
    "id": "Vinny sedang reboot untuk pemeliharaan. Saya telah menyimpan antrean Anda dan posisi pada trek saat ini. Saya akan melanjutkan setelah selesai memperbarui. Jika Anda ingin mengikuti pembaruan terbaru untuk Vinny, bergabunglah dengan server dukungan menggunakan perintah `~support`. Maaf atas ketidaknyamanannya.",
    "da": "Vinny genstarter for vedligeholdelse. Jeg har gemt din kø og position på den aktuelle sang. Jeg genoptager, når jeg er færdig med opdateringen. Hvis du vil følge de nyeste opdateringer for Vinny, kan du deltage i support-serveren med `~support`-kommandoen. Beklager ulejligheden.",
    "de": "Vinny wird für Wartungsarbeiten neu gestartet. Ich habe deine Warteschlange und die Position im aktuellen Track gespeichert. Ich werde fortfahren, wenn das Update abgeschlossen ist. Wenn du die neuesten Updates für Vinny verfolgen möchtest, trete dem Support-Server mit dem Befehl `~support` bei. Entschuldige die Unannehmlichkeiten.",
    "es-ES": "Vinny se está reiniciando para mantenimiento. He guardado tu cola y la posición en la pista actual. Reanudaré cuando termine de actualizar. Si quieres seguir las últimas actualizaciones de Vinny, únete al servidor de soporte con el comando `~support`. Disculpa las molestias.",
    "fr": "Vinny redémarre pour maintenance. J'ai enregistré votre file d'attente et la position dans la chanson actuelle. Je reprendrais une fois la mise à jour terminée. Si vous souhaitez suivre les dernières mises à jour de Vinny, rejoignez le serveur de support avec la commande `~support`. Désolé pour le désagrément.",
    "it": "Vinny si sta riavviando per manutenzione. Ho salvato la tua coda e la posizione nella traccia corrente. Riprenderò quando avrò finito l'aggiornamento. Se vuoi seguire gli ultimi aggiornamenti di Vinny, unisciti al server di supporto con il comando `~support`. Scusa per il disagio.",
    "nl": "Vinny wordt opnieuw opgestart voor onderhoud. Ik heb je wachtrij en positie in het huidige nummer opgeslagen. Ik zal doorgaan zodra ik klaar ben met updaten. Als je de laatste updates voor Vinny wilt volgen, kun je de supportserver joinen met het commando `~support`. Sorry voor het ongemak.",
    "hu": "A Vinny karbantartás miatt újraindul. Elmentettem a sorodat és a jelenlegi szám pozícióját. Folytatom, amikor befejezem a frissítést. Ha követni szeretnéd a Vinny legújabb frissítéseit, csatlakozz a támogató szerverhez a `~support` paranccsal. Elnézést a kellemetlenségért.",
    "no": "Vinny blir omstartet for vedlikehold. Jeg har lagret køen din og posisjonen i den nåværende sangen. Jeg vil fortsette når oppdateringen er ferdig. Hvis du vil følge de siste oppdateringene for Vinny, kan du bli med på support-serveren med `~support`-kommandoen. Beklager ulempen.",
    "pl": "Vinny jest w trakcie restartu w celu konserwacji. Zapisano kolejkę i pozycję w aktualnym utworze. Wznawiam, gdy zakończę aktualizację. Jeśli chcesz śledzić najnowsze aktualizacje Vinny, dołącz do serwera wsparcia za pomocą komendy `~support`. Przepraszamy za utrudnienia.",
    "pt-BR": "Vinny está reiniciando para manutenção. Salvei sua fila e posição na faixa atual. Vou continuar assim que terminar a atualização. Se você quiser acompanhar as últimas atualizações do Vinny, entre no servidor de suporte com o comando `~support`. Desculpe pelo transtorno.",
    "ro": "Vinny se repornește pentru mentenanță. Ți-am salvat coada și poziția în piesa curentă. Voi relua când voi termina actualizarea. Dacă vrei să urmezi cele mai recente actualizări pentru Vinny, alătură-te serverului de suport cu comanda `~support`. Îmi cer scuze pentru neplăceri.",
    "fi": "Vinny käynnistyy uudelleen huoltoa varten. Olen tallentanut jonosi ja sijainnin nykyisessä kappaleessa. Jatkan, kun päivitys on valmis. Jos haluat seurata Vinny:n viimeisimpiä päivityksiä, liity tukipalvelimelle `~support`-komennolla. Pahoittelemme vaivannäköä.",
    "sv-SE": "Vinny startar om för underhåll. Jag har sparat din kö och position i den aktuella låten. Jag kommer att återuppta när uppdateringen är klar. Om du vill följa de senaste uppdateringarna för Vinny, gå med i support-servern med kommandot `~support`. Förlåt för besväret.",
    "tr": "Vinny, bakım için yeniden başlatılıyor. Kuyruğunuzu ve mevcut parçadaki pozisyonunuzu kaydettim. Güncelleme işlemi tamamlandığında devam edeceğim. Vinny'nin en son güncellemelerini takip etmek isterseniz, `~support` komutunu kullanarak destek sunucusuna katılın. Verdiğimiz rahatsızlık için özür dileriz.",
    "ru": "Vinny перезагружается для обслуживания. Я сохранил вашу очередь и позицию в текущем треке. Я возобновлю, когда закончу обновление. Если вы хотите следить за последними обновлениями Vinny, присоединяйтесь к серверу поддержки с командой `~support`. Извините за неудобства.",
    "ja": "Vinnyはメンテナンスのために再起動しています。現在のトラックのキューと位置を保存しました。更新が終わったら再開します。Vinnyの最新情報をフォローしたい場合は、`~support`コマンドでサポートサーバーに参加してください。ご不便をおかけして申し訳ありません。",
    "ko": "Vinny가 유지보수를 위해 재부팅 중입니다. 현재 트랙의 큐와 위치를 저장했습니다. 업데이트가 완료되면 재개하겠습니다. Vinny의 최신 업데이트를 팔로우하려면 `~support` 명령어를 사용하여 지원 서버에 참여하세요. 불편을 드려 죄송합니다."
  },
  "BUTTON_VOICE_NO_SESSION": {
    "en-US": "I am not currently in any voice channel so these buttons don't work.",
    "id": "Saya saat ini tidak berada di saluran suara sehingga tombol-tombol ini tidak berfungsi.",
    "da": "Jeg er ikke i en stemmekanal, så disse knapper fungerer ikke.",
    "de": "Ich bin gerade in keinem Sprachkanal, daher funktionieren diese Schaltflächen nicht.",
    "es-ES": "No estoy actualmente en ningún canal de voz, por lo que estos botones no funcionan.",
    "fr": "Je ne suis actuellement dans aucun canal vocal, donc ces boutons ne fonctionnent pas.",
    "it": "Non sono attualmente in nessun canale vocale, quindi questi pulsanti non funzionano.",
    "nl": "Ik ben momenteel niet in een spraakkanaal, dus deze knoppen werken niet.",
    "hu": "Jelenleg nincs semmilyen hangcsatornában, ezért ezek a gombok nem működnek.",
    "no": "Jeg er ikke i en stemmekanal for øyeblikket, så disse knappene fungerer ikke.",
    "pl": "Nie jestem aktualnie w żadnym kanale głosowym, więc te przyciski nie działają.",
    "pt-BR": "Não estou atualmente em nenhum canal de voz, então esses botões não funcionam.",
    "ro": "Nu sunt momentan într-un canal vocal, așa că aceste butoane nu funcționează.",
    "fi": "En ole tällä hetkellä äänenkanavassa, joten nämä painikkeet eivät toimi.",
    "sv-SE": "Jag är inte för närvarande i någon röstkanal, så dessa knappar fungerar inte.",
    "tr": "Şu anda hiçbir ses kanalında değilim, bu yüzden bu butonlar çalışmaz.",
    "ru": "Я в данный момент не нахожусь в голосовом канале, поэтому эти кнопки не работают.",
    "ja": "現在、音声チャンネルに参加していないので、これらのボタンは機能しません。",
    "ko": "현재 음성 채널에 없으므로 이 버튼은 작동하지 않습니다."
  },
  "BUTTON_VOICE_USER_NOT_IN_CHANNEL": {
    "en-US": "You are not in the voice channel, so you can't use these.",
    "id": "Anda tidak berada di saluran suara, jadi Anda tidak bisa menggunakan ini.",
    "da": "Du er ikke i stemmekanalen, så du kan ikke bruge disse.",
    "de": "Du bist nicht im Sprachkanal, also kannst du diese nicht verwenden.",
    "es-ES": "No estás en el canal de voz, por lo que no puedes usar estos.",
    "fr": "Vous n'êtes pas dans le canal vocal, donc vous ne pouvez pas utiliser ceux-ci.",
    "it": "Non sei nel canale vocale, quindi non puoi usare questi.",
    "nl": "Je bent niet in het spraakkanaal, dus je kunt deze niet gebruiken.",
    "hu": "Nincs a hangcsatornában, ezért nem használhatod ezeket.",
    "no": "Du er ikke i stemmekanalen, så du kan ikke bruke disse.",
    "pl": "Nie jesteś w kanale głosowym, więc nie możesz tego używać.",
    "pt-BR": "Você não está no canal de voz, então não pode usar estes.",
    "ro": "Nu ești în canalul vocal, așa că nu poți folosi aceste butoane.",
    "fi": "Et ole äänenkanavassa, joten et voi käyttää näitä.",
    "sv-SE": "Du är inte i röstkanalen, så du kan inte använda dessa.",
    "tr": "Ses kanalında değilsiniz, bu yüzden bunları kullanamazsınız.",
    "ru": "Вы не в голосовом канале, поэтому не можете использовать эти.",
    "ja": "音声チャンネルに参加していないので、これらは使用できません。",
    "ko": "음성 채널에 없으므로 이 기능을 사용할 수 없습니다."
  },
  "BUTTON_VOICE_NO_PERMS": {
    "en-US": "You don't have permission to use voice commands. Sorry, please contact a server admin to get permission to DJ.",
    "id": "Anda tidak memiliki izin untuk menggunakan perintah suara. Maaf, harap hubungi admin server untuk mendapatkan izin menjadi DJ.",
    "da": "Du har ikke tilladelse til at bruge stemmekommandoer. Undskyld, kontakt en serveradministrator for at få tilladelse til at være DJ.",
    "de": "Du hast keine Berechtigung, Sprachbefehle zu verwenden. Es tut mir leid, bitte kontaktiere einen Server-Administrator, um die Erlaubnis zu erhalten, DJ zu werden.",
    "es-ES": "No tienes permiso para usar comandos de voz. Lo siento, por favor contacta a un administrador del servidor para obtener permiso para ser DJ.",
    "fr": "Vous n'avez pas la permission d'utiliser les commandes vocales. Désolé, contactez un administrateur de serveur pour obtenir la permission d'être DJ.",
    "it": "Non hai il permesso di usare i comandi vocali. Scusa, contatta un amministratore del server per ottenere il permesso di fare il DJ.",
    "nl": "Je hebt geen toestemming om spraakopdrachten te gebruiken. Sorry, neem contact op met een serverbeheerder om toestemming te krijgen om DJ te zijn.",
    "hu": "Nincs engedélyed hangparancsok használatára. Elnézést, kérlek vedd fel a kapcsolatot egy szerver adminisztrátorával, hogy engedélyt kapj DJ-ként való használatra.",
    "no": "Du har ikke tillatelse til å bruke stemmekommandoer. Beklager, vennligst kontakt en serveradministrator for å få tillatelse til å være DJ.",
    "pl": "Nie masz uprawnień do używania poleceń głosowych. Przepraszamy, skontaktuj się z administratorem serwera, aby uzyskać pozwolenie na bycie DJ-em.",
    "pt-BR": "Você não tem permissão para usar comandos de voz. Desculpe, por favor, entre em contato com um administrador do servidor para obter permissão para ser DJ.",
    "ro": "Nu ai permisiunea de a folosi comenzile vocale. Ne pare rău, contactează un administrator de server pentru a obține permisiunea de a fi DJ.",
    "fi": "Sinulla ei ole lupaa käyttää äänenkomentoja. Pahoittelemme, ota yhteyttä palvelimen ylläpitäjään saadaksesi luvan toimia DJ:nä.",
    "sv-SE": "Du har inte tillåtelse att använda röstkommandon. Förlåt, vänligen kontakta en serveradministratör för att få tillåtelse att vara DJ.",
    "tr": "Sesli komutları kullanma izniniz yok. Üzgünüm, DJ olarak izin almak için lütfen bir sunucu yöneticisi ile iletişime geçin.",
    "ru": "У вас нет разрешения на использование голосовых команд. Извините, пожалуйста, обратитесь к администратору сервера, чтобы получить разрешение на использование DJ.",
    "ja": "音声コマンドを使用する権限がありません。申し訳ありませんが、DJになるための許可を得るためにサーバー管理者に連絡してください。",
    "ko": "음성 명령을 사용할 권한이 없습니다. 죄송합니다만, DJ 권한을 얻으려면 서버 관리자에게 문의하십시오."
  }
}